{
  "-webkit-line-clamp": "블록 컨테이너의 콘텐츠를 지정한 줄 수만큼으로 제한합니다.",
  ":active": "사용자가 활성화한 요소(버튼 등)를 나타냅니다. 마우스를 사용하는 경우, '활성'이란 보통 마우스 버튼을 누르는 순간부터 떼는 시점까지를 의미합니다.",
  "::after": "선택한 요소의 맨 마지막 자식으로 의사 요소를 하나 생성합니다. 보통 content 속성과 함께 짝지어, 요소에 장식용 콘텐츠를 추가할 때 사용합니다. 기본값은 인라인입니다.",
  ":after": "선택한 요소의 맨 마지막 자식으로 의사 요소를 하나 생성합니다. 보통 content 속성과 함께 짝지어, 요소에 장식용 콘텐츠를 추가할 때 사용합니다. 기본값은 인라인입니다.",
  "align-content": "콘텐츠 사이와 콘텐츠 주위 빈 공간을 플렉스박스의 교차축, 그리드의 블록 축을 따라 배치하는 방식을 결정합니다.",
  "all": "요소의 unicode-bidi, direction, CSS 사용자 지정 속성을 제외한 모든 속성을 초기화합니다. 초깃값, 상속값, 아니면 다른 스타일시트 출처의 값으로 설정할 수 있습니다.",
  "<angle>": "각도의 값을 도, 그레이드, 라디안 또는 회전수로 표현합니다. <gradient>나 일부 transform 함수에서 사용합니다.",
  "<angle-percentage>": "<angle>과 <percentage> 모두 가능한 값을 나타냅니다.",
  "animation": "다수의 스타일을 전환하는 애니메이션을 적용합니다. animation-name, animation-duration, animation-timing-function, animation-delay, animation-iteration-count, animation-direction, animation-fill-mode, animation-play-state의 단축 속성입니다.",
  "animation-delay": "애니메이션이 시작할 시점을 지정합니다. 시작 즉시, 잠시 후에, 또는 애니메이션이 일부 진행한 시점부터 시작할 수 있습니다.",
  "animation-direction": "애니메이션이 앞으로, 뒤로 또는 앞뒤로 번갈아 재생되어야하는지 여부를 지정합니다.",
  "animation-duration": "애니메이션이 한 사이클을 완료하는 데 걸리는 시간을 지정합니다.",
  "animation-fill-mode": "애니메이션이 실행 전과 후에 대상에 스타일을 적용하는 방법을 지정합니다.",
  "backdrop-filter": "요소 뒤 영역에 흐림이나 색상 시프트 등 그래픽 효과를 적용할 수 있는 속성입니다. 요소 '뒤'에 적용하기 때문에, 효과를 확인하려면 요소나 요소의 배경을 적어도 반투명하게는 설정해야 합니다.",
  "backface-visibility": "요소의 뒷면이 사용자를 향할 때 보여야 하는지 지정합니다.",
  "background": "색상, 이미지, 원점, 크기, 반복 등 여러 배경 스타일을 한 번에 지정합니다.",
  "background-attachment": "배경 이미지를 뷰포트 내에서 고정할지, 아니면 자신의 컨테이닝 블록과 함께 스크롤할지 지정합니다.",
  "background-clip": "요소의 배경이 테두리, 안쪽 여백, 콘텐츠 상자 중 어디까지 차지할 지 지정합니다.",
  "background-color": "요소의 배경 색을 지정합니다.",
  "background-image": "요소의 배경 이미지를 한 개나 여러 개 지정합니다.",
  "background-origin": "배경의 원점을 테두리 시작점, 테두리 내부, 안쪽 여백 내부 중 하나로 지정합니다.",
  "background-repeat": "배경 이미지의 반복 방법을 지정합니다. 가로축 및 세로축을 따라 반복할 수 있고, 아예 반복하지 않을 수도 있습니다.",
  "background-size": "요소 배경 이미지의 크기를 설정합니다. 그대로 두거나, 늘리고 줄이거나, 공간에 맞출 수 있습니다.",
  "<basic-shape>": "clip-path, shape-outside, offset-path 속성이 사용할 형태를 정의합니다.",
  "::before": "선택한 요소의 첫 자식으로 의사 요소를 하나 생성합니다. 보통 content 속성과 함께 짝지어, 요소에 장식용 콘텐츠를 추가할 때 사용합니다. 기본값은 인라인입니다.",
  ":before": "선택한 요소의 첫 자식으로 의사 요소를 하나 생성합니다. 보통 content 속성과 함께 짝지어, 요소에 장식용 콘텐츠를 추가할 때 사용합니다. 기본값은 인라인입니다.",
  "<blend-mode>": "요소가 겹칠 경우 색상이 어떻게 나타나야 하는지 정의합니다. background-blend-mode와 mix-blend-mode 속성에서 사용합니다.",
  "blur()": "주어진 이미지에 가우시안 블러를 적용합니다. 반환 값은 <filter-function>입니다.",
  "border": "요소의 테두리를 설정합니다. border-width, border-style, border-color의 값을 설정합니다",
  "border-bottom": "요소의 아래쪽 테두리를 설정합니다. border-bottom-width, border-bottom-style, border-bottom-color의 값을 지정합니다.",
  "border-bottom-color": "요소의 아래쪽 테두리 색상을 지정합니다. border-color 또는 border-bottom 단축 속성으로도 지정할 수 있습니다.",
  "border-bottom-style": "요소 테두리의 아래쪽 스타일을 지정합니다.",
  "border-bottom-width": "요소의 아래 테두리 너비를 지정합니다.",
  "border-collapse": "표 테두리(border)가 분리(separated) 또는 상쇄(collapsed)될 지를 결정합니다. 분리 모델에서는, 인접한 셀은 각각 자신의 고유(distinct) 테두리가 있습니다. 상쇄 모델에서는, 인접한 표 셀은 테두리를 공유합니다.",
  "border-color": "모든 면의 테두리 색상을 설정합니다.",
  "border-image": "요소의 주위에 이미지를 그립니다. 일반 테두리를 대체합니다.",
  "border-image-outset": "요소의 테두리 상자와 테두리 이미지의 거리를 설정합니다. border-image-outset으로 인해 요소 바깥에 그려지는 테두리로는 스크롤이 생기지 않으며 마우스 이벤트를 잡아낼 수도 없습니다.",
  "border-image-repeat": "원본 이미지의 모서리 영역을 요소의 테두리 이미지 크기에 맞춰 조절할 때 사용할 방법을 지정합니다.",
  "border-image-slice": "border-image-source로 설정한 이미지를 여러 개의 영역으로 나눕니다. 이렇게 나눠진 영역이 요소의 테두리 이미지를 이룹니다.",
  "border-image-source": "요소의 테두리 이미지로 사용할 원본 이미지를 지정합니다.",
  "border-image-width": "요소 테두리 이미지의 너비를 설정합니다.",
  "border-left": "요소의 왼쪽 테두리를 설정합니다. border-left-width, border-left-style, border-left-color의 값을 지정합니다.",
  "border-left-color": "요소의 왼쪽 테두리 색상을 지정합니다. border-color 또는 border-left 단축 속성으로도 지정할 수 있습니다.",
  "border-left-style": "요소 테두리의 왼쪽 스타일을 지정합니다.",
  "border-left-width": "요소의 왼쪽 테두리 너비를 지정합니다.",
  "border-radius": "요소 테두리 경계의 꼭짓점을 둥글게 만듭니다. 하나의 값을 사용해 원형 꼭짓점을, 두 개의 값을 사용해 타원형 꼭짓점을 적용할 수 있습니다.",
  "border-right-color": "요소의 오른쪽 테두리 색상을 지정합니다. border-color 또는 border-right 단축 속성으로도 지정할 수 있습니다.",
  "border-right-style": "요소 테두리의 오른쪽 스타일을 지정합니다.",
  "border-right-width": "요소의 오른쪽 테두리 너비를 지정합니다.",
  "border-spacing": "인접한 표 칸의 테두리 간격을 지정합니다. border-collapse가 separate여야 적용됩니다.",
  "border-style": "요소 테두리 네 면의 스타일을 지정합니다.",
  "border-top": "요소의 위쪽 테두리를 설정합니다. border-top-width, border-top-style, border-top-color의 값을 지정합니다.",
  "border-top-color": "요소의 위쪽 테두리 색상을 지정합니다. border-color 또는 border-top 단축 속성으로도 지정할 수 있습니다.",
  "border-top-style": "요소 테두리의 위쪽 스타일을 지정합니다.",
  "border-top-width": "요소의 위쪽 테두리 너비를 지정합니다.",
  "border-width": "요소 네 면 테두리의 너비를 설정합니다.",
  "box-shadow": "요소의 테두리를 감싼 그림자 효과를 추가합니다. 쉼표로 구문해서 여러 그림자 효과를 입힐 수 있습니다. 박스 그림자는 요소에서의 수평수직 거리(오프셋), 흐릿함과 확산 정도, 색상으로 이루어집니다.",
  "box-sizing": "요소의 너비와 높이를 계산하는 방법을 지정합니다.",
  "brightness()": "주어진 이미지에 선형 계수를 적용해 더 밝거나 어둡게 만듭니다. 반환 값은 <filter-function>입니다.",
  "calc()": "속성의 값으로 계산식을 지정할 수 있습니다. <length>, <frequency>, <angle>, <time>, <percentage>, <number>, 또는 <integer>를 받는 속성의 값으로 사용할 수 있습니다.",
  "ch": "요소 font의 문자 '0'(영, 유니코드 U+0030)의 너비를 나타냅니다. 문자 '0'의 너비를 측정하는 것이 불가능하거나 실용적이지 않은 경우 너비 0.5em에 높이 1em이라고 가정해야 합니다.",
  "@charset": "스타일 시트에 쓰이는 문자 인코딩을 지정합니다. 스타일 시트의 첫 번째 요소여야 하며 어떤 문자가 선행되지 않아야 합니다; 중첩된 문이 아니기에, 조건부 그룹 at-규칙 내에 사용될 수 없습니다. 여러 @charset at-규칙이 정의된 경우, 첫 번째 것만 사용되고 HTML 요소의 style attribute 또는 HTML 페이지의 문자 집합과 관련 있는 <style> 요소 내에서 사용될 수 없습니다.",
  ":checked": "선택했거나 on 상태인 라디오(<input type='radio'>), 체크박스(<input type='checkbox'>), 옵션(<option>) 요소를 나타냅니다.",
  "circle()": "<shape-radius> 매개변수는 원의 반지름 r을 지정합니다. 음수는 유효하지 않습니다. 백분율 값을 사용하면 기준 상자의 너비와 높이를 공식 sqrt(width^2+height^2)/sqrt(2)에 대입한 결과가 최종 값이 됩니다. <position> 매개변수는 원의 중심을 지정합니다. 생략할 경우 중앙을 기본값으로 사용합니다.",
  "clear": "요소가 선행 부동(floating) 요소 다음일 수 있는지 또는 그 아래로 내려가(해제되어(cleared))야 하는 지를 지정합니다. clear 속성은 부동 및 비부동 요소 모두에 적용됩니다.",
  "clip-path": "요소의 클리핑 범위를 지정합니다. 클리핑 범위 안의 부분은 보여지고, 바깥은 숨겨집니다.",
  "cm": "1 센티미터, 1cm = 96px/2.54.",
  "<color>": "sRGB 색 공간의 한 색을 표현하며, 추가로 알파 채널 투명도 값도 가질 수 있어 자신이 가리키는 색상과 배경이 어떻게 합성되어야 하는지 지정할 수 있습니다.",
  "color": "요소의 글씨 및 글씨 장식의 전경색과 currentcolor의 값을 설정합니다. currentcolor는 다른 속성에서 사용할 수 있는 간접적인 값이며, border-color 등 일부 속성의 기본값입니다.",
  "contain": "특정 요소와 콘텐츠가 문서 트리의 다른 부위와 독립되어있음을 나타낼 때 사용합니다. 브라우저는 이 정보를 사용해 레이아웃, 스타일, 페인트, 크기, 또는 그 조합의 계산을 전체 페이지 DOM 대신 일부에서만 수행할 수 있으므로 뚜렷한 성능 상 이점을 얻을 수 있습니다.",
  "content": "생성한 값으로 요소를 대체합니다. content 속성으로 추가한 요소는 '익명 대체 요소'입니다.",
  "contrast()": "주어진 이미지의 대비를 조절합니다. 반환 값은 <filter-function>입니다.",
  "cursor": "요소 위에 마우스 커서가 올라갔을 때 보여줄 모양을 지정합니다.",
  ":default": "연관 요소 내에서의 기본값인 요소를 선택합니다.",
  "deg": "각도를 도 단위로 나타냅니다. 1회전은 360deg입니다. ex) 0deg, 90deg, 14.23deg",
  ":disabled": "모든 비활성 요소를 나타냅니다. 비활성 요소란 활성(선택, 클릭, 입력 등등)하거나 포커스를 받을 수 없는 요소를 말합니다. 반대 상태인 활성 요소도 존재합니다.",
  "display": "요소를 블록과 인라인 요소 중 어느 쪽으로 처리할지와 함께, 플로우, 그리드, 플렉스처럼 자식 요소를 배치할 때 사용할 레이아웃을 설정합니다.",
  "<display-internal>": "table과 ruby 같은 몇몇 레이아웃 모델은 복잡한 내부 구조를 가지고 있으며, 자식이나 자손들로 채울 수 있는 다양한 역할을 가지고 있습니다. 이 페이지는 이러한 '내재적인' 디스플레이 값을 정의하며, 이들은 특정 레이아웃 모드 안에서만 의미를 가집니다.",
  "ellipse()": "<shape-radius> 매개변수는 타원의 X축, Y축 반지름인 rx와 ry를 순서대로 지정합니다. 두 값 모두 음수는 유효하지 않습니다. 백분율 값을 사용하면 기준 상자의 너비(rx)와 높이(ry)를 사용해 계산합니다. <position> 매개변수는 타원의 중심을 지정합니다. 생략할 경우 중앙을 기본값으로 사용합니다.",
  "em": "요소 font-size의 계산값. 요소의 font-size 속성에 사용한다면 상속받는 font-size 값을 나타냅니다.",
  ":enabled": "모든 활성 요소를 나타냅니다. 활성 요소란 활성(선택, 클릭, 입력 등등)하거나 포커스를 받을 수 있는 요소를 말합니다. 반대 상태인 비활성 요소도 존재합니다.",
  "ex": "요소 font의 x높이를 나타냅니다. 'x'문자를 가진 글꼴에서는 보통 소문자 높이와 같습니다. 많은 글꼴에서 1ex ≈ 0.5em입니다.",
  "filter": "흐림 효과나 색상 변형 등 그래픽 효과를 요소에 적용합니다. 보통 필터는 이미지, 배경, 테두리 렌더링을 조정하는 데 쓰입니다. CSS 표준은 미리 정의된 효과를 내는 몇 가지 함수를 포함하고 있습니다. SVG 필터 요소를 가리키는 URL 참조를 사용하여 SVG 필터를 적용할 수도 있습니다.",
  "<filter-function>": "입력 이미지의 모습을 변형할 수 있는 그래픽 효과를 나타냅니다. filter와 backdrop-filter 속성에서 사용합니다.",
  ":first": "@page @-규칙과 함께 사용되며, 출력 시의 첫 페이지를 나타냅니다.",
  ":first-child": "형제 요소 중 제일 첫 요소를 나타냅니다.",
  ":first-of-type": "형제 요소 중 자신의 유형과 일치하는 제일 첫 요소를 나타냅니다.",
  "flex": "하나의 플렉스 아이템이 자신의 컨테이너가 차지하는 공간에 맞추기 위해 크기를 키우거나 줄이는 방법을 설정하는 속성입니다. flex는 flex-grow, flex-shrink, flex-basis의 단축 속성입니다.",
  "flex-basis": "플렉스 아이템의 초기 크기를 지정합니다. box-sizing을 따로 지정하지 않는다면 콘텐츠 박스의 크기를 변경합니다.",
  "flex-direction": "플렉스 컨테이너 내의 아이템을 배치할 때 사용할 주축 및 방향(정방향, 역방향)을 지정합니다.",
  "flex-flow": "flex-direction, flex-wrap 속성의 단축 속성입니다.",
  "flex-grow": "flex-item 요소가, flex-container 요소 내부에서 할당 가능한 공간의 정도를 선언합니다. 만약 형제 요소로 렌더링 된 모든 flex-item 요소들이 동일한 flex-grow 값을 갖는다면, flex-container 내부에서 동일한 공간을 할당받습니다. 하지만 flex-grow 값으로 다른 소수값을 지정한다면, 그에 따라 다른 공간값을 나누어 할당받게 됩니다. 보통 flex-grow를 사용할땐, flex-shrink, flex-basis 속성을 함께 사용합니다. 그리고 일반적으로는 모든 값이 설정되었음을 보장하기 위하여 flex 속성을 이용해 축약형으로 사용합니다.",
  "flex-shrink": "flex-item 요소의 flex-shrink 값을 설정하는 속성입니다. 만약 flex-item 요소의 크기가 flex-container 요소의 크기보다 클 때 flex-shrink 속성을 사용하는데, 설정된 숫자값에 따라 flex-container 요소 내부에서 flex-item 요소의 크기가 축소됩니다.",
  "flex-wrap": "flex-item 요소들이 강제로 한줄에 배치되게 할 것인지, 또는 가능한 영역 내에서 벗어나지 않고 여러행으로 나누어 표현 할 것인지 결정하는 속성입니다. 만약 영역 내에서 벗어나지 못하게 설정한다면, 동시에 요소의 방향 축을 결정할 수 있습니다.",
  "float": "한 요소(element)가 보통 흐름(normal flow)으로부터 빠져 텍스트 및 인라인(inline) 요소가 그 주위를 감싸는 자기 컨테이너의 좌우측을 따라 배치되어야 함을 지정합니다.",
  ":focus": "양식의 입력 칸 등 포커스를 받은 요소를 나타냅니다. 보통 사용자가 요소를 클릭 또는 탭하거나, 키보드 Tab 키로 선택했을 때 발동합니다.",
  "font": "font-style, font-variant, font-weight, font-size, line-height, font-family의 단축 속성입니다. 요소의 글꼴을 시스템 폰트로 설정할 수도 있습니다.",
  "@font-face": "웹페이지의 텍스트에 온라인폰트(online fonts)를 적용할 수 있다. @font-face 를 사용하여 웹페이지 제작자가 원하는 폰트를 사용할 수 있게함으로써, 컴퓨터에 설치된 폰트만을 사용해야했던 제약이 없어지게되었다. @font-face at-rule 은 CSS의 top-level에서 뿐 아니라, CSS conditional-group at-rule 안에서도 사용될 수도 있다.",
  "font-feature-settings": "오픈타입 폰트의 다양한 오픈타입 피처를 설정합니다.",
  "font-size": "폰트의 크기를 지정합니다. 폰트 크기를 바꾸면 em 과 ex <length> 단위로 계산된 다른 항목들의 크기를 바꿉니다.",
  "font-synthesis": "브라우저가 굵은 글꼴과 이탤릭 글꼴을 합성하는 것을 허용할지 설정합니다.",
  "font-weight": "폰트(font)의 가중치(weight)나 굵기(boldness)를 명시한다. 몇몇 폰트들은 normal 나 bold 일 때만 가능하다.",
  "<frequency>": "목소리의 높낮이 등 주파수를 나타냅니다. 현재 어떤 CSS 속성도 <frequency>를 사용하지 않습니다.",
  ":fullscreen": "전체 화면 모드에 진입한 모든 요소와 일치합니다. 다수의 요소가 전체 화면 중이라면 그 요소 모두 선택합니다.",
  "gap": "행과 열 사이의 간격(거터)을 설정합니다. row-gap과 column-gap의 단축 속성입니다.",
  "grid-gap": "행과 열 사이의 간격(거터)을 설정합니다. row-gap과 column-gap의 단축 속성입니다.",
  "grad": "각도를 그레이드로 나타냅니다. 1회전은 400grad입니다. ex) 0grad, 100grad, 38.8grad",
  "<gradient>": "<image>의 특별한 종류로 여러 색의 점진적인 변화를 나타냅니다.",
  "grid": "shorthand 속성입니다. 외재적인 속성인 (grid-template-rows, grid-template-columns, grid-template-areas), 값과 내재적인 속성인 (grid-auto-rows, grid-auto-columns, grid-auto-flow), 값을 한번에 설정합니다.",
  "grid-area": "grid-row-start, grid-column-start, grid-row-end and grid-column-end 값을 한번에 설정하는 shorthand 속성입니다. 해당 속성값은 grid item의 크기와 위치를 결정합니다.",
  "Hz": "헤르츠로 주파수를 나타냅니다. ex) 0Hz, 1500Hz, 10000Hz.",
  "height": "요소의 높이를 지정합니다. 기본값은 콘텐츠 영역의 높이지만, box-sizing이 border-box라면 테두리 영역의 높이를 설정합니다.",
  ":hover": "사용자가 포인팅 장치를 사용해 상호작용 중인 요소를 선택합니다. 보통 사용자의 커서(마우스 포인터)가 요소 위에 올라가 있으면 선택됩니다.",
  "hsl()": "색상, 채도, 명도를 통해 특정 색상을 표현합니다. 많은 디자이너들은 색상, 채도, 명도를 따로 조절할 수 있는 HSL이 RGB보다 더 직관적임을 발견합니다. 또한 HSL을 사용하면 짝이 맞는 색(예컨대 한 가지 색의 여러 밝기) 여러 종류를 더 쉽게 만들 수 있습니다.",
  "hsla()": "색상, 채도, 명도를 통해 특정 색상을 표현합니다. 선택사항으로 색의 투명도를 알파 채널로 표현할 수 있습니다. 많은 디자이너들은 색상, 채도, 명도를 따로 조절할 수 있는 HSL이 RGB보다 더 직관적임을 발견합니다. 또한 HSL을 사용하면 짝이 맞는 색(예컨대 한 가지 색의 여러 밝기) 여러 종류를 더 쉽게 만들 수 있습니다.",
  "hyphens": "여러 줄에 걸치는 텍스트에서 단어에 붙임표를 추가하는 방식을 설정합니다. 붙임표를 아예 방지할 수도 있고, 수동으로 지정한 곳에서만 발생하도록 나타낼 수도 있으며, 브라우저가 자동으로 적절한 곳에 붙임표를 삽입하도록 허용할 수도 있습니다.",
  "<image>": "2차원 이미지를 나타냅니다. 이미지는 <url>로 참조하는 일반 이미지, <gradient> 또는 element를 사용해 동적으로 생성하는 이미지 두 종류가 있습니다. 다른 이미지 함수로는 image(), image-set, cross-fade 등이 있습니다. 이미지는 background-image, border-image, content, cursor, list-style-image 등 많은 속성에 사용할 수 있습니다.",
  "image()": "2차원 이미지를 나타냅니다. 이미지는 <url>로 참조하는 일반 이미지, <gradient> 또는 element를 사용해 동적으로 생성하는 이미지 두 종류가 있습니다. 다른 이미지 함수로는 image(), image-set, cross-fade 등이 있습니다. 이미지는 background-image, border-image, content, cursor, list-style-image 등 많은 속성에 사용할 수 있습니다.",
  "image-rendering": "브라우저의 이미지 스케일링 방식에 대한 힌트를 제공합니다. 이 속성은 엘리먼트 자신에게 적용시킵니다. 스케일링(크기변경)이 안 된 이미지에게는 적용되지 않습니다.",
  "@import": "다른 스타일 시트에서 스타일 규칙을 가져올 때 쓰입니다. 이 규칙은 @charset 규칙을 제외하고 모든 다른 종류의 규칙보다 선행해야 합니다. @import는 중첩 명령문이 아니기 때문에 조건부 그룹 @규칙 내에 사용할 수 없습니다.",
  "in": "1 인치, 1in = 2.54cm = 96px.",
  "inherit": "부모 요소로부터 해당 속성의 계산값을 받아 사용합니다. CSS all 단축 속성을 포함한 모든 속성에 사용할 수 있습니다.",
  "initial": "초깃값(기본값)을 요소에 적용합니다. 초깃값은 브라우저가 지정합니다. 모든 속성에서 사용할 수 있으며, all에 지정할 경우 모든 CSS 속성을 초깃값으로 재설정합니다.",
  "inset()": "사각형을 정의합니다. 매개변수 네 개를 모두 제공했을 땐 기준 상자의 상, 우, 하, 좌측 모서리에서 각각의 값만큼 안쪽으로 이동하여 인셋 사각형의 모서리를 구성합니다. 매개변수는 여백 단축 속성의 구분을 따르므로 네 모서리를 한 개, 두 개 등의 값만으로 정의할 수 있습니다. 선택적 <border-radius> 매개변수를 border-radius 단축 속성 구문을 사용해 지정하면 인셋 사각형의 모서리를 둥글게 만들 수 있습니다. 좌우 인셋 각각 75%처럼, 한 축의 인셋 쌍 값의 합이 요소가 차지하는 크기보다 큰 경우 면적 없는 형태를 정의합니다.",
  "<integer>": "<number>의 종류 중 하나로 소수점이 없는 완전한 수, 즉 정수를 표현합니다. 정수는 column-count, counter-increment, grid-column, grid-row, z-index 등 다양한 속성에서 사용할 수 있습니다.",
  "isolation": "요소가 새로운 쌓임 맥락을 생성해야 하는지 지정합니다.",
  "kHz": "킬로헤르츠로 주파수를 나타냅니다. ex) 0kHz, 1.5kHz, 10kHz.",
  "@keyframes": "개발자가 애니메이션 중간중간의 특정 지점들을 거칠 수 있는 키프레임들을 설정함으로써 CSS 애니메이션 과정의 중간 절차를 제어할 수 있게 합니다. 이 룰은 브라우저가 자동으로 애니메이션을 처리하는 것 보다 더 세밀하게 중간 동작들을 제어할 수 있습니다.",
  "<length>": "거리 값을 나타냅니다. width, height, margin, padding, border-width, font-size, text-shadow 등 다양한 속성에 사용할 수 있습니다.",
  "<length-percentage>": "<length> 또는 <percentage>인 값을 나타냅니다.",
  "letter-spacing": "글자 사이의 간격을 조절합니다.",
  "line-break": "텍스트 줄을 어디서 바꿀지 지정합니다.",
  "linear-gradient": "두 개 이상의 색이 직선을 따라 점진적으로 변화하는 이미지를 생성합니다. 함수의 결과는 <image>의 특별한 종류인 <gradient> 자료형입니다.",
  ":link": "아직 방문하지 않은 요소를 나타냅니다. href 속성을 가진 <a>, <area>, <link> 중 방문하지 않은 모든 요소를 선택합니다.",
  "margin": "요소의 네 방향 바깥 여백 영역을 설정합니다. margin-top, margin-right, margin-bottom, margin-left의 단축 속성입니다.",
  "margin-bottom": "요소의 아래쪽에 바깥 여백 영역을 설정합니다. 양수 값은 인접 요소와 거리를 넓히고, 음수 값은 더 좁힙니다.",
  "margin-left": "요소의 왼쪽에 바깥 여백 영역을 설정합니다. 양수 값은 인접 요소와 거리를 넓히고, 음수 값은 더 좁힙니다.",
  "margin-right": "요소의 오른쪽에 바깥 여백 영역을 설정합니다. 양수 값은 인접 요소와 거리를 넓히고, 음수 값은 더 좁힙니다.",
  "margin-top": "요소의 위쪽에 바깥 여백 영역을 설정합니다. 양수 값은 인접 요소와 거리를 넓히고, 음수 값은 더 좁힙니다.",
  "mask": "아이템이 부분적으로만 보여지게 하거나 혹은 완전히 가려서 보여지지 않게 할 수 있는 기능을 가지고 있습니다. 이 속성은 마스킹 혹은 특정한 점을 기준으로 이미지를 잘라내는 기능을 함께 제공합니다.",
  "matrix()": "2D 변형 동차 행렬을 선언합니다. 결과는 <transform-function> 데이터 타입입니다.",
  "max-height": "요소의 최대 높이를 설정합니다. max-height는 height 속성의 사용값이 자신의 값보다 커지는걸 방지합니다.",
  "max-width": "요소의 최대 너비를 설정합니다. max-width는 width 속성의 사용값이 자신의 값보다 커지는걸 방지합니다.",
  "@media": "스타일 시트의 일부를 하나 이상의 미디어 쿼리 결과에 따라 적용할 때 사용할 수 있습니다. @media를 사용해 미디어 쿼리를 지정하면 해당 쿼리를 만족하는 장치에서만 CSS 블록을 적용할 수 있습니다.",
  "min-height": "요소의 최소 높이를 설정합니다. min-height는 height 속성의 사용값이 자신의 값보다 작아지는걸 방지합니다.",
  "min-width": "요소의 최소 너비를 설정합니다. min-width는 width 속성의 사용값이 자신의 값보다 작아지는걸 방지합니다.",
  "mix-blend-mode": "어느 요소의 콘텐츠가 자신의 배경 및 부모와 어떻게 혼합되어야 하는지 지정합니다.",
  "mm": "1 밀리미터, 1mm = 1/10 cm.",
  "ms": "시간을 밀리초 단위로 나타냅니다. ex) 0ms, 150.25ms, -60000ms.",
  "@namespace": "CSS 스타일 시트에서 사용되는 XML 네임스페이스를 정의하는 at-규칙입니다. 정의된 네임스페이스는 오직 그 네임스페이스 내의 요소를 선택만 하기 위해 universal, type 및 attribute 선택자를 제한하는 데 사용될 수 있습니다. @namespace 규칙은 보통 여러 네임스페이스(인라인 SVG 또는 MathML 있는 HTML5 또는 다양한 어휘를 섞는 XML 등)를 포함하는 문서를 처리하는 경우에만 유용합니다.",
  ":not()": ":not(X)는 인수로 간단한 선택자(selector) X를 취하는 기능 표기법입니다. 인수로 표시되지 않은 요소와 일치합니다. X는 다른 부정 선택자를 포함해서는 안 됩니다.",
  ":nth-child": "형제 사이에서의 순서에 따라 요소를 선택합니다.",
  "<number>": "숫자, 즉 정수 또는 실수를 표현합니다.",
  "object-fit": "<img>나 <video> 요소와 같은 대체 요소의 콘텐츠 크기를 어떤 방식으로 조절해 요소에 맞출 것인지 지정합니다. object-position 속성을 사용해 대체 요소 콘텐츠가 콘텐츠 박스 내에 위치할 지점을 바꿀 수 있습니다.",
  "object-position": "대체 요소의 콘텐츠 정렬 방식을 지정합니다. 대체 요소의 객체가 덮지 않은 부분은 요소의 배경이 보이게 됩니다. 대체 요소 객체의 고유 크기(수정을 가하지 않은 원래 크기)를 조정해 요소 박스에 맞추는 방법은 object-fit 속성으로 지정할 수 있습니다.",
  "opacity": "요소의 불투명도를 설정합니다. 불투명도는 요소 뒤쪽 콘텐츠가 숨겨지는 정도로, 투명도의 반대입니다.",
  "order": "플렉스 또는 그리드 컨테이너 안에서 현재 요소의 배치 순서를 지정합니다. 컨테이너 아이템의 정렬 순서는 오름차순 order 값이고, 같은 값일 경우 소스 코드의 순서대로 정렬됩니다.",
  "outline": "모든 외곽선 속성을 한꺼번에 지정합니다.",
  "outline-style": "요소 외곽선의 스타일을 설정합니다. 외곽선은 요소의 테두리 바깥에 그려지는 선입니다.",
  "outline-width": "요소 외곽선의 두께를 설정합니다. 외곽선은 요소의 테두리 바깥에 그려지는 선입니다.",
  "overflow": "요소의 콘텐츠가 너무 커서 요소의 블록 서식 맥락에 맞출 수 없을 때의 처리법을 지정합니다. overflow-x, overflow-y의 값을 설정합니다.",
  "overflow-wrap": "어떤 문자가 내용 칸 밖으로 넘치지 않게 브라우저가 단어 마디 안에 줄을 바꿔야 할 것인지 아닌지를 정할 때 사용됩니다.",
  "padding": "요소의 네 방향 안쪽 여백 영역을 설정합니다. padding-top, padding-right, padding-bottom, padding-left의 단축 속성입니다.",
  "padding-bottom": "요소의 아래쪽에 안쪽 여백 영역을 설정합니다.",
  "padding-left": "요소의 왼쪽에 안쪽 여백 영역을 설정합니다.",
  "padding-right": "요소의 오른쪽에 안쪽 여백 영역을 설정합니다.",
  "padding-top": "요소의 위쪽에 안쪽 여백 영역을 설정합니다.",
  "@page": "문서를 인쇄할 때 일부 CSS 속성을 수정하는 데 쓰입니다. @page로 모든 CSS 속성을 바꿀 수는 없습니다. 문서의 margin, orphan, widow(앞단에서 넘어온 짤막한 행) 및 page break만 바꿀 수 있습니다. 다른 CSS 속성을 바꾸려는 시도는 무시됩니다.",
  "paint-order": "텍스트 및 모양의 채움 색과 테두리(마커 포함)를 그리는 순서를 지정합니다.",
  "pc": "1 피카, 1pc = 12pt = 1/61in.",
  "<percentage>": "백분율 값을 나타냅니다. 보통 부모 객체와의 상대적 크기를 지정할 때 사용합니다. width, height, margin, padding, font-size 처럼 다양한 속성에서 백분율을 쓸 수 있습니다.",
  "pointer-events": "그래픽 요소가 어떤 상황에서 포인터 이벤트의 대상이 될 수 있는지 지정합니다.",
  "<position>": "요소 박스에 대한 상대 좌표를 나타내는 2차원 좌표입니다. background-position, offset-anchor 속성에서 사용합니다.",
  "position": "문서 상에 요소를 배치하는 방법을 지정합니다. top, right, bottom, left 속성이 요소를 배치할 최종 위치를 결정합니다.",
  "pt": "One point. 1pt = 1/72nd of 1in.",
  "px": "1 픽셀. 화면에서는 전통적으로 하나의 장치 픽셀(점)을 의미했지만, 프린터나 고해상도 화면에서는 1/96 in을 맞출 수 있도록 여러 개의 장치 픽셀을 의미합니다.",
  "rad": "각도를 라디안으로 나타냅니다. 1회전은 2π 라디안으로 약 6.2832rad입니다. 1rad는 180/πdeg입니다.",
  "rem": "루트 요소(보통 <html>)의 font-size를 나타냅니다. 루트 요소의 font-size에 사용할 경우 최초값(보통 브라우저 기본값은 16px이나 사용자 설정으로 변할 수 있음)을 나타냅니다.",
  "revert": "현재 엘리먼트에 선언 된 캐스캐이딩된 속성으로부터 style origin 으로 되돌립니다. 부모 속성 또는 user agent에 따라 default로 선언 된 속성으로 되돌리는 것입니다. 이 속성은 css 단축속성all을 포함한 어떤 프로퍼티에도 적용할 수 있습니다.",
  "rgb()": "빨강, 초록, 파랑을 통해 특정 색을 표현합니다.",
  "rgba()": "빨강, 초록, 파랑을 통해 특정 색을 표현합니다. 선택사항으로 색의 투명도를 알파 채널로 표현할 수 있습니다.",
  ":root": "문서 트리의 루트 요소를 선택합니다 HTML의 루트 요소는 <html> 요소이므로, :root의 명시도가 더 낮다는 점을 제외하면 html 선택자와 똑같습니다.",
  "s": "시간을 초 단위로 나타냅니다. ex) 0s, 1.5s, -60s.",
  "scaleX()": "x 축을 따라 (수평방향)으로 요소의 크기를 조절하는 변형을 정의합니다. 결과는 <transform-function> 데이터 타입 입니다.",
  "@supports": "주어진 하나 이상의 CSS 기능을 브라우저가 지원하는지에 따라 다른 스타일 선언을 할 수 있는 방법을 제공합니다. 이를 기능 쿼리(feature query)라고 부릅니다. @supports는 스타일의 최상위 단계, 또는 다른 조건부 그룹 규칙에 중첩해 위치할 수 있습니다.",
  "tab-size": "탭 문자(U+0009)의 너비를 조절합니다.",
  "text-align": "블록 요소나 표의 칸 상자의 가로 정렬을 설정합니다. 즉 vertical-align과 동일하나 세로가 아닌 가로 방향으로 동작합니다.",
  "text-decoration": "글씨의 장식(선) 색을 지정합니다. text-decoration-line, text-decoration-color, text-decoration-style, text-decoration-thickness속성 값을 설정합니다.",
  "text-shadow": "텍스트에 그림자(shadow)를 추가합니다. 텍스트와 그 장식에 적용 할 쉼표로 구분 된 그림자 목록을 허용합니다. 각 그림자는 요소, 흐림 반경 및 색상의 X 및 Y 오프셋 조합으로 설명됩니다.",
  "<time>": "시간 값을 초나 밀리초 단위로 나타냅니다. animation, transition과 관련 속성에서 사용합니다.",
  "transform": "요소에 회전, 크기 조절, 기울이기, 이동 효과를 부여할 수 있습니다. transform은 CSS 시각적 서식 모델의 좌표 공간을 변경합니다.",
  "<transform-function>": "요소의 외형에 영향을 주는 변형을 나타냅니다. 변형 함수는 2D 또는 3D 공간 내에서 요소를 회전하고, 크기를 바꾸고, 왜곡하고, 이동할 수 있습니다. transform 속성에서 사용합니다.",
  "transition": "transition-property, transition-duration, transition-timing-function 과 transition-delay를 위한 단축 속성입니다. 이 속성으로 엘리먼트의 두 가지 상태 사이에 변화를 줄 수 있습니다. 엘리먼트의 각 상태는 가상 클래스 를 사용해 정의된 :hover 이나 :active 또는 자바스크립트를 사용해 동적으로 만들어진 것들입니다.",
  "transition-delay": "transition 될 속성이 transition 요청을 받은 이후 실제로 transition 하기까지 기다려야하는 시간의 양을 지정합니다.",
  "turn": "각도를 회전의 수로 나타냅니다. 1회전은 1turn입니다. ex) 0turn, 0.25turn, 1.2turn",
  "unset": "적용한 속성은, 부모로부터 상속할 값이 존재하면 상속값을, 그렇지 않다면 초깃값을 사용합니다. 다르게 표현하자면, 전자일 땐 inherit 키워드처럼, 후자일 땐 initial 키워드처럼 동작합니다. all 단축 속성을 포함한 모든 속성에 사용할 수 있습니다",
  "<url>": "이미지나 글꼴 등 리소스를 가리키는 문자열을 나타냅니다. URL은 background-image, cursor, list-style 등 다양한 속성에서 사용할 수 있습니다.",
  "url()": "이미지나 글꼴 등 리소스를 가리키는 문자열을 나타냅니다. URL은 background-image, cursor, list-style 등 다양한 속성에서 사용할 수 있습니다.",
  "var()": "사용자 지정 속성, 또는 'CSS 변수'의 값을 다른 속성의 값으로 지정할 때 사용합니다. 값이 아닌 속성 이름, 선택자 등 다른 곳에 사용할 수 없습니다. 시도할 경우 유효하지 않은 구문이 되거나, 변수와 관계없는 값이 됩니다.",
  "vertical-align": "inline 또는 table-cell box에서의 수직 정렬을 지정합니다.",
  "vh": "뷰포트의 초기 컨테이닝 블록 높이 1%와 같습니다.",
  "viewport-fit": "문서의 뷰포트가 화면을 채우는 방법을 제어합니다.",
  "visibility": "문서의 레이아웃을 변경하지 않고 요소를 보이거나 숨깁니다. visibility로 <table>의 행이나 열을 숨길 수도 있습니다.",
  ":visited": "사용자가 방문한 적이 있는 링크를 나타냅니다. :visited가 바꿀 수 있는 스타일은 개인정보 보호를 위해 매우 제한적입니다.",
  "vmax": "vw와 vh 중 큰 것과 같습니다.",
  "vmin": "vw와 vh 중 작은 것과 같습니다.",
  "vw": "뷰포트의 초기 컨테이닝 블록 너비 1%와 같습니다.",
  "white-space": "요소가 공백 문자를 처리하는 법을 지정합니다.",
  "width": "요소의 너비를 설정합니다. 기본값은 콘텐츠 영역의 너비이지만, box-sizing이 border-box라면 테두리 영역의 너비를 설정합니다.",
  "will-change": "요소에 예상되는 변화의 종류에 관한 힌트를 브라우저에 제공케 한다. 그래서 실제 요소가 변화되기 전에 미리 브라우저는 적절하게 최적화할 수 있다. 이러한 종류의 최적화는 잠재적으로 성능 비용이 큰 작업을 그것이 실제로 요구되기 전에 미리 실행함으로써 페이지의 반응성을 증가시킬 수 있다.",
  "word-break": "텍스트가 자신의 콘텐츠 박스 밖으로 오버플로 할 때 줄을 바꿀 지 지정합니다.",
  "word-spacing": "단어와 단어 사이, 태그와 태그 사이의 거리를 설정합니다.",
  "z-index": "위치 지정 요소와, 그 자손 또는 하위 플렉스 아이템의 Z축 순서를 지정합니다. 더 큰 z-index 값을 가진 요소가 작은 값의 요소 위를 덮습니다.",
  "zoom": "@viewport에 의해 정의된 문서의 초기 줌 배율(factor)을 설정합니다. 1.0 또는 100%인 줌 배율은 줌이 없음에 해당합니다. 큰 값은 확대. 작은 값은 축소."
}
