{
  "output": [
    "혼자의 힘으론 할 수가 없으니 주변에 도움을 청해라.",
    "주변의 좋은 친구를 만나 고민을 얘기하는 것이 좋으리라.",
    "헛된 욕심을 버려라. 공연한 일로 눈코 뜰 새 없이 바쁘겠다.",
    "땅을 파서 금을 캐내니 마침내 형통하리라.",
    "머뭇거릴 시간이 없다. 좋다면 무조건 밀고 나가라.",
    "대수롭지 않게 생각한 병이 관리를 잘못하면 큰 병 된다.",
    "과감한 결단성과 놀라운 추진력이 있어야만 대성할 수 있다.",
    "느긋한 행동 또한 퇴보를 불러일으키는 요인임을 알아야 한다.",
    "여기 저기 눈치 보다가 중요한 것을 놓칠 수 있으니 주의해라.",
    "화술이 뛰어나니 따르는 사람들이 많아진다.",
    "답답하고 길이 보이지 않는 듯하여 조바심이 날 수 있다.",
    "누구나 어려움은 한 번쯤 겪게 되나 어떻게 극복하느냐가 중요하다.",
    "구설수를 많이 듣게 되니 주의해라. 기대했던 만큼은 충족시킬 수는 없다.",
    "가벼운 행동으로 후회할 것이니 행동에 주의해라.",
    "주위의 유혹이나 어려운 상황에 놓이게 된다.",
    "크게 운이 좋아지거나 나빠지지 않고 조금씩 나아진다.",
    "어떤 운이든 흐름이 있으니 좋은 흐름의 시기를 알고 나아가면 막힘이 없으리라.",
    "욕심을 버리고 지금의 상황에 만족하는 지혜가 필요한 때이다.",
    "작은 어려움에 흔들리지 말고 자신의 뜻을 굳건히 해라.",
    "도와주는 사람이 있으니 소망하는 일을 이룰 수 있다.",
    "재물운이 좋으니 사소한 계획도 성공한다.",
    "주변 사람들이 모두 나를 이롭게 한다.",
    "급하다고 하여 조급하게 서두르거나 당황하면 손해를 본다.",
    "구설수에 오르게 된다. 언행에 각별히 조심해라.",
    "일에 대한 결실이 부족하여 마음이 조급해진다.",
    "조금씩 일이 풀려나가게 될 것이니 서두르지 마라.",
    "새로운 구상을 하지 말고 현재에 최선을 다해라.",
    "욕심을 버리고 심신(心身)수양에 힘쓰도록 해라.",
    "작은 소원도 지성으로 기도하면 이루어지리라.",
    "한 가지의 뜻을 가지고 초지일관하면 그 뜻을 이룰 것이다.",
    "주변사람들과의 마찰이 있어도 자신의 뜻을 굳건히 해라.",
    "귀인이 도와주니 그 가운데 이익이 있다.",
    "작지만 조금씩 성과를 얻게 된다.",
    "자금회전이 어려워 전전긍긍하며 시간을 보낸다.",
    "너무 커다란 욕심을 부린다면 오히려 화를 부를 수 있다.",
    "육체적인 건강보다 정신적인 건강을 더욱 생각해야 할 때이다.",
    "마음을 편하게 먹고 안정을 취함이 좋다.",
    "다른 것에 한 눈 팔지 마라. 아직은 때가 아니다.",
    "원하는 것 중 작은 것은 이루어진다.",
    "재능이 있으니 늦게라도 원하는 바는 이루어진다.",
    "지금은 조금 이른 시기이다. 조급해 하지 말고 우직하게 기다려라.",
    "부주의로 인해 소중한 것을 잃을 수도 있으니 주의하라.",
    "결정한 것에 대하여 흔들리지 마라. 혼란만 있을 뿐이다.",
    "평생의 숙원이 목전에 있건만 조금만 더 기다림이 좋을 듯하다.",
    "가까운 사람을 돌아봐라. 도움을 받게 될 것이다.",
    "소득이 생기는 때이지만 그만큼 지출이 늘어나게 되니 관리를 잘 해야 한다. 과욕은 금물이다.",
    "기대가 크면 실망도 크다. 현실적인 소망을 먼저 이루도록 하라.",
    "몸의 작은 상처라도 정성껏 치료해야 한다.",
    "다 끝낸 일이 다시 불거진다. 마무리를 잘하자.",
    "친구들과의 약속은 다음으로 미루자.",
    "마음이 잘 맞는 주위 사람과 상의하라. 작은 도움이 큰 결실을 맺는다.",
    "좋은 운이 돌아오니 순리대로 처신하라.",
    "그 동안 심고 가꾼 곡식이 알찬 열매를 맺는다.",
    "주위의 유혹이 많은 날이다. 젊은 날의 쾌락은 잠시뿐임을 잊지 마라.",
    "마음에 중심이 없고 흔들림이 많은 날이다.",
    "몸이 무거우니 휴식하면서 안정을 취하는 것이 좋다.",
    "일을 추진하기에 앞서 마음의 안정을 찾아야 한다.",
    "지나친 신경은 건강을 해친다. 순리대로 진행하라.",
    "일찍 귀가하여 가족과 함께 보내도록 해라.",
    "냉철한 이성으로 오늘을 이기는 지혜가 필요하다.",
    "끝까지 포기하지 말고 부딪혀봐라. 큰 공을 세울 것이다.",
    "나날이 번창한다. 주머니가 배로 늘어난다.",
    "뜻이 진실하니 무엇이 두려우랴. 원하는 대로 움직여라.",
    "만족할 만한 결과로 일이 마무리된다. 자축해라.",
    "노력에 대한 결실이 맺어진다. 자신 있는 모습은 언제나 아름답다.",
    "고난은 인내와 노력에 따라 결과가 달라질 것이다. 최선을 다하라.",
    "황무지도 개척하면 옥토가 되는 법. 노력하면 얻을 것이다.",
    "육신이 고달프니 마음이 외롭구나. 벗을 찾아보아라.",
    "단비를 기다리는가? 노력하지 않으면 하늘은 응답하지 않는다.",
    "귀인이 도와주고 티끌 모아 태산이 되니 노력에 대한 결과를 보게 된다.",
    "결과에 연연하니 실력 발휘가 안 된다. 먼저 마음을 비우자.",
    "과감한 변신이 필요한 때이다. 스스로를 혁신하라.",
    "지금까진 평탄했지만 곧 어려움이 찾아온다.",
    "이성과의 관계를 조심하라. 건강도 조심하라.",
    "지금 현 위치에서 만족하는 것이 좋겠다.",
    "좀 어렵겠지만 소원이 성취된다. 빌고 또 빌어라.",
    "작은 일에 최선을 다하는 지혜가 필요한 시기이다.",
    "일을 적당히 처리하는 것은 오히려 역효과를 일으킬 수 있다.",
    "섣불리 나아가면 어려우나 기다리면 좋은 운이 온다.",
    "열심히하면 반드시 좋은 소식을 얻으리라.",
    "귀하의 능력을 알아줄 귀인을 만난다.",
    "이 세상에는 귀하보다 어려운 자들이 많다. 도움을 줘라.",
    "억지로 밀어붙이지 말고 차근차근 일을 처리하라.",
    "지금 상황에서 만족하라. 욕심은 금물이다.",
    "무리가 따르더라도 원하는 것을 이룰 수 있다.",
    "오늘은 아무 걱정없이 아주 무난한 하루다.",
    "한번 양보하라, 좋은 성과가 있으리라.",
    "주위사람에게 인정을 받거나 칭찬을 받는다.",
    "세상에는 귀하 보다 능력이 많은 자들이 많다. 자만하지 마라.",
    "대인관계에 있어서 작은 마찰이 생긴다.",
    "평소에 어려웠던 일이 오늘은 쉽게 해결되리라.",
    "오랫동안 귀하가 걱정했던 일에 해결책이 보인다.",
    "오랜만에 돈맛을 본다. 돈을 손에 쥐고 어디에 놓을까 고민이다.",
    "남의 시선을 의식하지 말고 소신껏 행동해라.",
    "의리와 실속의 선택에서 괴롭다. 시간을 두고 좀 더 신중할 것.",
    "현재보다는 미래를 생각해 일을 추진하고 매사에 힘을 비축하라.",
    "외출 및 여행길에 난폭한 언행을 조심해야 한다.",
    "윗사람에게 조언을 듣고 행동해야 한다.",
    "이성과 지혜를 모아 현상유지에 총력을 기울여야 한다.",
    "다 그만두고 놀자는 생각이 들겠지만 나중에 후회한다.",
    "정당한 행동으로 생각하지 못한 큰 재물을 얻을 수 있다.",
    "뜻밖의 이성을 만나 즐거운 시간을 보내게 된다. 또한 남에게 인정도 받게 된다.",
    "주변의 사람들로부터 오해를 받게 된다.",
    "주위 사람에게 칭찬 또는 인정을 받게 된다.",
    "겸허한 마음과 근면한 마음으로 다툼을 주의한다면 결과가 좋다.",
    "적극적으로 밀고 나아가라. 즐거운 하루가 되리라.",
    "귀하는 너무나 지쳐 있다. 기분 전환이 필요하다.",
    "인생을 그렇게 어렵게 생각하지 말고 즐길 줄 알아라.",
    "부와 명예가 귀하를 기다리고 있다. 즐거워하라.",
    "너무 무게 잡는 것도 좋지 않다. 주변 사람들에게 마음을 열어라.",
    "마음을 편히 가지고 여행을 다녀오라.",
    "지도력과 인품으로 인해 많은 사람들이 좋게 생각하고 따른다.",
    "많은 무리들에 귀하를 따르니 원대한 것을 이루리라.",
    "가진 것을 자랑하지 마라. 겸손해질 필요가 있다.",
    "일상을 조금 더 즐겁고 활기차게 살도록 해라.",
    "때를 만났으니 이름을 떨치고 가정에 경사가 있어 기분이 좋으리라.",
    "그 동안 마음고생이 심해 자칫 긴장이 풀려 몸을 상할 수 있으니 주의해라.",
    "모든 일이 어려울 듯 하면서도 좋은 방향으로 간다.",
    "목적하는 것이 있다면 뜻대로 밀고 나가라.",
    "시기적으로 아주 좋은 운을 타고 있으니 뜻한 대로 크게 성공할 수가 있다.",
    "특별한 이유없이 기분이 들뜨는 하루이다. 감정조절을 잘해야 한다.",
    "함께하고 싶은 사람이 있다면 적극적으로 표현해라.",
    "포기하고 싶었던 일이 빠르게 진척이 생긴다.",
    "어려움이 있어도 자신을 믿어주는 사람들이 있으므로 두려워 마라.",
    "자신의 경험이 이익으로 돌아오게 될 것이다.",
    "기존의 나쁜 습관이나 관습을 버리고 새로운 삶을 계획해라.",
    "지금 당장 이루어지는 것은 아무 것도 없다. 조급해 말고 때를 기다려라.",
    "초지일관하는 자세를 가져야 한다.",
    "하늘의 뜻이 곳 나의 뜻이니 어찌 이루지 못하리오.",
    "어려운 시기가 지나 호기를 만나니 기량을 마음껏 발휘해라.",
    "시기하는 이가 많아 어려움을 겪겠으나 포기하지 마라.",
    "너무 높은 목표를 세웠으니 올라가는데 힘이 든다.",
    "목표를 향해 빠르게 움직이면 큰 소원도 능히 성취하리라.",
    "시간을 낭비하면 안 된다. 좋다면 무조건 밀고 나가라.",
    "조금 더 부지런히 움직이고 매사에 과감한 추진력이 필요하다.",
    "생각지도 않았던 불상사가 생길 수 있겠으니 조심 또 조심해라.",
    "바라는 꿈이 너무 허황된 것 같다.",
    "도와주는 사람도 없으니 독선에 빠질 수도 있다. 주의해라.",
    "한 곳만을 바라보지 말고 넓은 시야가 필요하다.",
    "자신의 의지를 확고히 할 때이다.",
    "주위의 유혹을 이겨야 성공한다.",
    "앞질러가려 하지 말고 순리에 따르도록 해라. 그러면 반드시 길하게 된다.",
    "눈앞에 보이는 이익에 뛰어들려 하지 마라.",
    "시야를 넓게 가지고, 천천히 단계를 밝아 올라가도록 하라. 반드시 꿈이 이루어진다.",
    "상대를 쉽게 생각하지 마라. 상대도 나만큼 알고 있다.",
    "실망이 크겠으나 참고 인내해라. 결실이 배가 되리라.",
    "얻는 것이 크고 이름을 세상에 떨친다.",
    "자신감을 갖고 당당하게 나가니 주위 사람들이 따르는구나.",
    "바른 자세로 일을 꾀하면 집안에 재물이 쌓일 것이다.",
    "출세나 진급수가 보인다. 열심히 노력한 만큼 대가를 받을 수 있다.",
    "생각지 않던 곳에서 희망이 생기고 활력을 찾게 된다.",
    "일복이 많아 건강을 잃을 수 있으니 쉬었다 가라.",
    "오늘 하루는 아무 근심없이 지나가게 되리라.",
    "의기소침하지 말고 다시 한 번 용기를 내어 도전해라.",
    "바라는 바가 너무 크다. 인생사 욕심낸들 무슨 소용인가?",
    "안일한 행동은 주의하고 유혹을 조심하라.",
    "조금 잘 풀린다고 방탕하면 쓰겠는가? 자중해라.",
    "당신을 좋아하는 무리가 한둘이 아니니 마음이 벅차구나.",
    "우연한 기회가 명예를 가져오게 된다.",
    "부단히 노력하는 가운데 하루가 다르게 번창을 한다.",
    "소나기는 잠시 피해가는 것도 좋은 방법이다.",
    "기분전환이 필요한 하루지만 여유가 없어 안타깝다.",
    "어려웠던 일들이 귀인의 도움으로 해결이 되는 형상이다.",
    "유흥에 빠지게 되면 다시 어려워지니 주의해라.",
    "어려움 속에서도 웃음을 잃지 않는 모습에서 복이 찾아올 것이다.",
    "역경을 피하지 말고 당당히 맞서라. 원대한 꿈도 반드시 이루어진다.",
    "맡은바 자기 일에 최선을 다하면 무엇이 두려우랴.",
    "노력한 만큼의 성과를 올릴 수가 있다.",
    "선(善)한 일에 앞장서고 남을 위한 행동이 여러 사람을 감동시킨다.",
    "보다 적극적인 자세로 매사에 임하면 원대한 소원도 이루어지게 된다.",
    "다른 사람의 일을 돕게 되면 자신은 두 배로 도움을 받는다.",
    "일이 잘 풀릴 때에는 자세를 낮추고 욕심을 버려야 한다.",
    "구설수에 오르기 쉬우니 경거망동을 삼가해라.",
    "모임이나 회식 등에서 생각지도 못한 행운을 잡을 수 있다.",
    "두각을 나타낼 수 있는 하루이므로 자신을 가지고 모든 일에 임하도록 하라.",
    "첫 만남의 상대에게 좋은 인상을 줄 수 있는 하루이며 사람들로부터 신뢰를 받는다.",
    "머리의 회전이 빠르고 아무도 생각지 못한 아이디어가 번뜩이는 날이다.",
    "사람들과 힘을 합해 좋은 성과를 얻을 것이니 기쁨이 두 배가 된다.",
    "연애운이 굉장히 좋은 하루다, 적극적으로 밀고 나아가라.",
    "자기주장만 너무 내세우다 보면 오해가 생길 우려가 있다.",
    "귀하를 오랫동안 걱정시켰던 문제의 실마리를 잡을 수 있다.",
    "취미나 능력을 살려서 부업에 도전해 보기에 좋은 하루이다.",
    "오늘은 이상하리만큼 기력에 넘쳐 있는 하루이므로 자신의 매력을 한껏 발휘하도록 하라.",
    "윗사람이라고 할지라도 아랫사람에게 봉사하는 것이 필요한 시기이다.",
    "주위에 사람들과 재물들이 모여들어 번성할 길한 운이다.",
    "발전 할 수 있는 가능성이 높으니 목적의식을 가져라.",
    "기쁜 일이 생겨도 표현에 자제해라. 질투하는 자가 있다.",
    "주관대로 밀고 나가라. 성공의 길이 보인다.",
    "컨디션도 좋고, 마음도 안정되어 일에 집중이 잘된다.",
    "금전운도 있는 날이라 뜻밖의 재물이 생긴다.",
    "걱정하지 마라. 만사가 수월해지고 행운이 따른다.",
    "좋은 시기가 다가오고 있으니 조금만 기다려라.",
    "심신의 안정에 신경 써라. 마음이 안정되어야 건강이 안정된다.",
    "겉모습을 깔끔하고 단정히 해라. 복이 들어온다.",
    "늘 배운다는 자세로 인생을 살아가라.",
    "가족과의 화합에 노력하라.",
    "소망하는 것이 있으면 적극적으로 대시를 해도 좋다.",
    "움직이는 만큼의 소득이 기대되는 하루이다.",
    "사소한 이익분쟁에 관여하지 말고 큰 과업에 집중하라. 이익이 상당하다.",
    "어려움이 있겠으나 주변의 도움을 받게 되어 해결된다.",
    "귀하는 능력을 발휘하면 능히 모든 일을 성공적으로 성사시킨다.",
    "복운이 저절로 굴러 들어오게 된다.",
    "작은 소원이라도 결과는 크게 이루어진다.",
    "노력의 성과를 이룰 수 있어 기쁨이 생긴다.",
    "서두르지 마라. 시간이 흐를수록 크게 성공하게 된다.",
    "이름을 떨치고 만인의 추앙을 받게 된다.",
    "하늘이 열리고 빛이 내려와 나를 비추니 부귀영화가 내 것이다.",
    "뜻밖의 제안을 받게 된다. 받아들여도 좋다.",
    "여러 사람의 도움으로 모든 일이 잘 풀려 나가니 크게 성공한다.",
    "노력에 대한 결과를 얻게 되니 홀가분함 마음이 가득하다.",
    "마음만 가득할 뿐 용기가 없어 기회를 놓치는구나.",
    "서두르면 눈앞의 기회가 보이지 않는다. 천천히 살펴라.",
    "시비하지 마라. 사람과의 교제에 구설이 있으면 안 된다",
    "모든 일이 쉽게 이루어지니 큰 이익이 있겠다.",
    "열 길 물속은 알아도 한 길 사람 속은 모른다 했다. 매사 신중해라.",
    "큰 것을 바라기 전에 작은 일에 만족하는 지혜가 필요하다.",
    "여러 사람과 상의해라. 그 방법이 최선이다.",
    "스스로의 노력에 대해 하늘도 감동하여 돕는다.",
    "계획하는 일마다 대성을 거두니 가정에 웃음이 돌아온다.",
    "재물을 노리는 자들이 있다. 각별히 주의해라.",
    "부모님께 문안 전화를 하도록 해라.",
    "게으름에 주의하고 부지런히 노력을 기울여야 하겠다.",
    "가정에 경사가 있겠다. 즐거워하라.",
    "어려웠던 시기는 이젠 그만. 전환점을 맞이할 것이다.",
    "친구들과 즐거운 시간을 자주 가져라.",
    "남의 말에 귀 기울일 때이다. 언행을 각별히 신경 써라.",
    "용이 머리에 뿔이 돋아나니 머지않아 승천하게 되리라.",
    "운이란 바란다고 해서 되는 것이 아니니 운이 없다고 한탄하지 마라.",
    "주변 사람들이 모두 당신에게 기대를 걸고 당신이 만들어내는 결과를 주목할 것이다.",
    "경거망동을 삼가하고 신중히 행동하면서 집중력을 가져라.",
    "맛있는 음식을 직접 요리해봐라. 기회가 되면 친구들도 불러라.",
    "재산이 넉넉해지고 또한 음식과 입을 옷이 많게 되리라.",
    "기분인 상쾌하고 정신이 맑아 무엇이나 할 수 있을 것 같은 자신감이 생기게 되리라.",
    "꾀꼬리가 가지 위에 깃을 치니 조각조각 황금이다. 재물과 영화가 찾아온다. 단 구설을 조심하라.",
    "운이 좋으니 가는 곳마다 좋은 일이 생긴다.",
    "곧은 소나무가 잘리 우고 봄풀은 서리를 맞는다. 앞서가지 마라.",
    "큰 진전은 없으나 어려운 일이 잘 풀리니 바쁠 것도 없다. 쉬었다 가라.",
    "자신의 실수나 잘못을 반성하고 내일을 대비하라.",
    "운동부족으로 체력이 많이 떨어진다. 가벼운 운동부터 시작해라.",
    "원하는 것을 얻을 수는 있지만 생각만큼 기쁘지 않다.",
    "막혔던 자금줄이 열리고 구원의 손길이 다가온다.",
    "귀하의 노력이 있었으니 좋은 성적을 거두는 것은 당연하다.",
    "상대와 말을 나눌 때는 언제나 상대방의 입장도 한번쯤은 헤아려주는 아량이 필요다.",
    "바른 자세로 일을 꾀하면 집안에 재물이 쌓일 것이다.",
    "남의 꼬임에 빠지지 마라. 주변 사람들을 너무 믿지 마라.",
    "복잡한 문제로 마음이 불편할 텐데 우선 마음을 편하게 먹고 안정을 취함이 좋다.",
    "가족 모두가 화목하니 오늘은 분수를 지키는 것이 제일이다.",
    "주위의 친구나 동료의 유혹에 동조한다면 될 일도 안 되니 조심하여야 한다.",
    "만복을 혼자 차지하려 하지 말고 가까운 사람과 함께 나누는 마음을 가져야 더욱 복되겠다.",
    "옛 것을 버리고 새 것을 쫓으니 그 결과가 가히 창대 하리라.",
    "까치가 아침에 좋은 소식을 가져오니 기다리던 소식이 들려오고 성취되리라.",
    "어려운 상황이 닥쳐도 의연하게 때를 기다릴 줄 알고 현명하게 대처하라. 이시기만 넘기면 만사형통이다.",
    "서두르지 말고 계속 추진해 나가라. 그러나 엉뚱한 길로 빠질 수도 있으니 이점 유의 하자.",
    "한 우물을 꾸준히 판다면 작은 소원이나마 이루게 된다.",
    "백만 대군이 당신을 지원하니 만사형통이다.",
    "미루고 있었던 일이 있었다면 즉시 추진하라.",
    "신분에 걸맞은 소망은 성취되는 시기이다.",
    "한 발 물러나는 것이 길하다.",
    "점점 운기가 왕성해 지는 형국이다.",
    "통이 너무 크다. 지출을 줄이도록 하라.",
    "남들과 교제가 많고 두 가지의 일을 겸업하게 되므로 어느 것도 모두 호조를 보인다.",
    "과거에 실패했던 일을 다시 하면 성공하리라.",
    "용돈이나 보너스를 받게 된다.",
    "갈라졌던 옛 동료가 다시 찾아와서 협력하게 되리라.",
    "바르고 성실한 자세로 일하자. 소망을 이룬다.",
    "같은 협력자를 찾아서 함께 하면 길하다. 안심하라.",
    "험난한 가운데 흐름을 따라서 진행하니 큰일도 이룬다.",
    "몸 치장에 너무 신경 쓰지 말아야 한다. 돈을 낭비하지 말라.",
    "시작단계에서 바로 잡지 못하면 뿔뿔이 흩어지는 결과가 발생한다.",
    "기분전환이 필요한 시기이다. 좋아하는 음식을 먹어봐라.",
    "번영과 발전을 약속 받는 출발점을 찾으리라.",
    "빌려주었던 물건이나 돈을 받게되니 기쁨과 안도감이 생기는 하루이다.",
    "근검절약하여 저축에 힘쓰고 불우한 이웃에게 덕을 베풀어라.",
    "현 상태를 사수하라. 내일은 기회가 찾아 올 것이다.",
    "작은 것으로 큰 것을 이룬다. 달빛이 하늘에 훤하니 하늘과 땅이 다 같이 훤하다.",
    "님도 보고 뽕도 따는구나. 동서남북이 모두 길한 방향이다.",
    "계획을 변경하지 말고 원안대로 추진해 나가라.",
    "곤욕을 치르다가 귀인의 도움으로 만사해결 되겠다.",
    "재물이 생기지 않으면 영화가 있을 것이다.",
    "방황을 하던 중에 윗사람의 도움을 받게 된다. 가급적 외출은 피해라.",
    "범에게 물려가도 정신만 차리면 산다 했다. 마음을 굳게 다져라.",
    "신용이 가장 큰 재산이다. 약속을 지켜라.",
    "정신적으로 힘들지만 곧 호전된다. 스트레스 받지 마라.",
    "파트너를 돌보아 주라. 정이 돈독해 진다.",
    "세상에 혼자라 외로움이 커지는 때이다. 벗을 만들어라.",
    "시간을 투자하라. 원하는 것을 얻을 수 있다.",
    "사업의 흐름이 바뀔 시기이니 옛 것을 버리고 새 것을 취하라.",
    "희망이 비추니 포기하지 말고 목표를 향해 매진하라.",
    "특이한 지혜와 재치로 만인의 사랑을 받게 된다.",
    "세상은 혼자 살아갈 수 없는 법. 주위와 협동하라.",
    "한해 중 가장 운이 좋은 날이다.",
    "지레 겁먹고 체념하지 말고 참고 견디며 나아갈 때이다.",
    "실수나 어긋남이 있더라도 당황하지 말고 대범하라.",
    "지는 것이 이기는 것이라는 생각으로 시비를 가리지 말아야 길하다.",
    "자신과 상관없는 일에 참견하지 말라.",
    "너무 좋은 운을 만났으니 쉽사리 어려움을 극복하게 되리라.",
    "도움 되는 사람들이 여기저기서 모여든다.",
    "누군가와 함께 할 동반자가 있어야 한다.",
    "해결되지 않는 문제로 인해 머리를 식히려 여행을 계획한다면 가지 마라.",
    "곤고함을 당하다가도 우연한 기회에 복운을 만나 평온해 지겠다.",
    "하려는 노력은 많으나 아직 결실의 때를 만나지 못하였으니 좌절하지 말고 매진해라.",
    "정상적인 방법으로는 뜻을 이루기 어려우니 부정한 방법을 궁리하게 된다.",
    "사소한 이익분쟁에 관여하지 말고 큰 과업에 집중하라. 이익이 상당하다.",
    "좀 더 포부를 크게 가진다면 뜻대로 소원이 성취된다.",
    "역경이 가로막혀 있기도 하면 방해하는 자들도 등장하지만 걱정하지 마라.",
    "귀하는 능력을 발휘하면 능히 모든 일을 성공적으로 성사시킨다.",
    "지금은 소극적인 것 보다 적극적으로 일 처리해야 길하다.",
    "지위가 오를수록 마음 편할 날이 적은 것이 세상이치니라.",
    "주위에 유혹과 구설이 있어도 성실함 하나로 능히 이룰 수 있다.",
    "복운이 저절로 굴러 들어오게 된다.",
    "늘 배운다는 자세로 인생을 살아가라.",
    "현금은 저축하는 것이 좋겠다. 사치가 심하다.",
    "귀하가 감당하기 어려운 상황에 처하게 되나 극복할 수 있다. 귀하의 의지에 달려 있다.",
    "못했던 공부에 집중하면 좋은 결과가 있으리라.",
    "주변인들을 너무 믿는 것은 금물. 매일 매일 조심해야 할 것이다.",
    "유흥에 시간을 보내게 된다. 그러나 도에 지나치면 흉하다.",
    "쉽게 오는 것은 쉽게 간다. 지출을 줄어라.",
    "우연히 첫 사랑 혹은 옛 친구를 만날 수 있는 날이다.",
    "우연한 일에 손을 대었는데 그것이 귀하를 명예롭게 한다.",
    "귀하의 능력이 절정에 이르게 된다.",
    "귀하의 재물을 노리는 자들이 있다. 각별히 주의하라.",
    "바라고만 있으면 무슨 일을 하겠는가.",
    "가고자 하는 곳에 반가운 사람이 기다리고 있다. 찾아가라",
    "가끔씩은 상대에게 빈틈을 보이는 여유를 가져라.",
    "포상이나 승진수가 있겠다.",
    "약속을 지켜라. 불가하면 사전에 양해를 얻어 구설을 차단하라.",
    "떠난 연인은 돌아오지 않는다. 기다리지 말라.",
    "할 일은 많은데 몸이 따라주지 않는구나.",
    "의욕이 너무 강해 상대가 부담스러워 한다. 자신을 낮출 때이다.",
    "지금은 어려우나 곧 호전된다. 낙심하지 말라.",
    "오늘은 잠시 쉬어가라. 모든 일에 조금 소극적으로 행동하라.",
    "재물의 이익이 생기니 가족들과 기쁨을 같이 나누어라.",
    "시비를 가까이 하지 마라 구설수가 따를 것이니 사람과의 교제를 잘하여라.",
    "조금만 인내하면 좋은 결과가 있다.",
    "자존심에 얽매여 기회를 놓치지 말라.",
    "찾고자 하는 마음이 앞서 눈에 보이지 않는구나. 안정하라.",
    "흑백을 가리기는 힘들다. 작당한 선에서 타협하라.",
    "속을 속이려는 자가 나타나게 되는 운기이므로 무슨 일에나 주의와 냉철한 판단이 요구된다.",
    "현재하고 있는 일이 가장 좋은 일이다.",
    "남들과 교제가 많고 두 가지의 일을 겸업하게 되므로 어느 것도 모두 호조를 보인다.",
    "곧 주위의 도움을 얻어 불운은 사라지고 잘 되게 되는 운기다.",
    "하루의 끝자락에 해결의 실마리를 찾게 된다.",
    "귀하의 카리스마와 지도력이 때를 만났으니 빛을 보게 되리라.",
    "의도치 않게 한 말이 화를 부르게 된다면 자신의 잘못은 빠르게 사과하라. 말 한마디로 신뢰를 잃을 수는 없지 않은가. 처신에 주의하고 말 한마디도 신중하게 해야 할 것이다.",
    "새로운 시작과 출발의 의미가 있는 날이다.",
    "집중도가 높아질 정도로 재미있게 보내게 된다.",
    "스스로 자신의 감정을 한번 살펴볼 필요가 있다. 자신에게 솔직해져라.",
    "좋은 일이 있을 것이다. 어떤 계기가 되는 사건이 생긴다.",
    "지출이 많지만 나가는 것만큼 들어오겠다.",
    "빠른 결정만이 능사는 아니지 않은가. 지켜보면서 판단해도 늦지 않다. 조급한 마음은 성사 될일도 그르치게 할 수 있다. 마음의 안정을 잡고 충분히 생각하고 판단하라.",
    "무리하게 밀어붙이면 역효과가 생길 수 있다.",
    "하나를 얻으려 하다 다른 하나를 잃을 수 있다. 아까워 하지 말라.",
    "쉽게 다가가지 말고 어느 정도 거리를 유지하는 것이 좋다.",
    "그다지 유리한 하루는 아니다.",
    "모든 것을 다 가질수는 없다. 잃는 것이 있으면 얻는 것도 있다. 언젠가는 정리 할 것이라면 지금이 정리하기 좋은 시기일 것이다. 정리한다는 생각을 가지면 크게 신경쓸 일도 아니다.",
    "눈 앞의 이득보다는 장기적인 안목을 살펴볼 때이다.",
    "금전 지출을 하면서도 즐겁다. 가족과 함께 휘파람을 불면서 길을 떠나보라.",
    "무엇이든지 새롭게 시작하기에 좋다.",
    "자기도 모르게 나약해지고 어딘가에 의존하고 싶어지는 날이다.",
    "상대에 대한 믿음이 부족하니 우선 믿어주는 마음을 가져라.",
    "환부를 정확히 도려내야 새살이 살아 나듯, 어차피 손해 보는 것이라면 어영부영 하기 보다는 명확하게 입장을 정리한 후 정확하게 행동하는 것이 좋다.",
    "그동안 해보고 싶었던 것을 할 수 있는 날이다.",
    "무엇을 하든지 열심히 하면 알아주는 이도 있고 좋은 결과를 만들 수 있을 것이다.",
    "자신의 장점보다는 단점이 보이게 되는 날이니 조심해서 행동해야 한다.",
    "문제를 해결하고 극복하기 위해서는 현실과 마주할 필요가 있다.",
    "눈에서 비늘이 떨어진 것 같이 시야가 환해지고 넓어지는 체험을 하게 된다.",
    "한순간의 만족이 전부는 아니지 않은가. 끈기를 가지고 진실되게 행동해야 결과가 있는 것이지 급하고 재촉한다 하여 서둘러 진행한다면 될 일도 안될 것이다. 느긋한 마음을 가져라.",
    "마음을 편하게 하라. 마음이 평탄하지 않으면 자꾸 실수 하게 된다.",
    "더 이상 복잡해지지 않으려면 각자의 자리를 잘 지켜야 한다.",
    "어떤 일이든 결정을 내려야 할 시기. 너무 많이 생각하지 말라.",
    "마음의 구름이 걷힌다. 기분도 좋아지고 자신감도 회복된다.",
    "본시 등잔 밑이 어두운 법이다. 가까운 주변부터 살펴보라.",
    "이렇게 좋을 수가.. 그 동안의 마음 고생이 한 순간에 해결되는 듯 하다. 너무 들떠 일을 그리치지 말고 평온한 마음을 갖고 하나씩 해결하는 슬기로운 자세가 필요하다.",
    "여러모로 마음이 통하는 사람을 만날 것이다. 우연한 재회도 기대된다.",
    "마무리는 확실히 해두도록 한다. 무심코 잘못 본 일이 문제될 수 있다.",
    "어려운 일도 너끈히 해낼 수 있을 것이니 자신감을 가져라.",
    "사소한 일로 짜증이 내기 쉽다. 서로서로 조심하면서 지나가야 한다.",
    "최선을 다해서 일한 것에 대한 보상을 받게 된다.",
    "하는 것들이 좋은 결과로 이어진다. 지지부진하던 일들이 있다면 자신의 의견을 관철시켜 진행하는 것도 좋다.작은 움직임에도 큰 성과를 얻게 되니 과감한 결단으로 큰 일을 도모해 보는 것도 좋을 것이다.",
    "올바른 판단을 하기 어렵다. 모든 결정은 뒤로 미루는 것이 좋겠다.",
    "어려운 고비를 넘겼으니 안도의 숨을 쉴 수 있게 된다.",
    "정신력이 떨어지고 있다. 마음이 병들면 몸도 함께 병든다.",
    "점차 풀리기 시작한다. 좋아지고 있다는 것을 실감하게 된다.",
    "나보다 여유가 없어도 훨씬 더 행복한 사람들이 있다는 것을 기억해야 한다.",
    "소소한 것에 대해 더욱 신경쓰고 배려가 필요한 시기이다. 세상에 하찮은 일은 없다. 보잘것 없다 생각하겠지만 큰 일을 해결하는 열쇠가 될 것이니 조금더 신중하게 생각하라.",
    "저축하는 것보다 쓰는 것이 금전운을 열리게 한다.",
    "되돌릴 수 없는 것을 자꾸 되돌리려고 하니 힘이 드는 것이다.",
    "먹는것 하나도 몸을 생각해 신중하게 선택하고 잘 챙겨야 한다.",
    "괜한 구설수에 휘말릴 수 있으니 제삼자의 일에 나서지 마라.",
    "주저하지 마라. 추진력을 있어야 원하는 것을 얻는다.",
    "친한 친구의 어려운 부탁이 있을수 있다. 어설픈 행동은 의가 상하고 이상한 관계로 변질 될 수 있으니 정확한 판단해야 한다. 약간의 손해라면 과감히 들어 주는것도 나쁘지 않다.",
    "빨리 결정을 하는 것이 좋다. 길게 고민하면 할수록 마음의 번민만 쌓인다.",
    "마음을 비우고 생각의 폭을 넓히면 더 큰 것을 얻는다.",
    "아니라고 믿고 싶어도 사실이 달라지거나 없어지지는 않는다.",
    "생각만 하다가는 기회를 놓칠 수 있으니 행동으로 옮겨야 한다.",
    "한 우물을 파라. 초지일관하는 자세로 나가야 길하다.",
    "마음의 결정이 중요하다. 문제의 본질에 접근하는 것이 중요하다. 용서할 일이 있으면 쿨하게 용서하고 배려해주라. 결정 할일은 미루기 보다.심사숙고 끝에 결정하는 것이 좋다.",
    "누구와도 다투지 말고 잘 피해 가야 하겠다. 먼저 화해의 손길을 내밀어라.",
    "사람을 몰고 다니는 운세. 어디를 가든지 사람이 많다.",
    "성배인줄 마셨는데 독배가 될 수 있으니 준다고 쉽게 마시지 마라.",
    "마음에도 없는 말로 상처를 주지 않도록 말수를 줄이는 것이 좋겠다.",
    "새로운 사람과 교제가 있을 운이지만 약간의 어려움이 따르겠다.",
    "어렵게만 생각되어졌던 일들이 많은 사람들과의 만남을 통해 어렵지 않게 해결될 수 있으니 가만히 앉아서 하는 일보다는 밖으로 나가서 하는 일을 하는 것이 좋다.",
    "좋은 꿈을 꾼 다음 날처럼 뭔가 좋은 일이 생길 것 같고 기분도 좋아진다.",
    "기운이 빠지고 지치기 쉬우니 일에 몰입하기 힘들 것이다.",
    "주변 사람의 말은 참고 정도만 하라. 자신의 판단이 더 중요하다.",
    "의욕적이고 왕성하게 활동하는 반면에 내면적인 실속은 부족하다.",
    "정에 치우치면 곤란하니 냉철하게 판단하라.",
    "마무리가 정말 중요하다. 끝까지 최선을 다하자. 한순간 물거품이 될 수도 있지 않은가. 좋은 결과와 노력한 만큼의 보상이 주어질 것이니 초심을 잃지 않고 최선을 다하라.",
    "길게 고민하면 할수록 마음의 번민만 쌓이니 빨리 결정을 하는 것이 좋다.",
    "만사가 귀찮은 하루다. 잠시 휴식을 갖는 것이 좋겠다.",
    "가까운 지인이 추천하더라도 한번 더 생각해 보고 결정하라.",
    "아이라도 알아들을 수 있는 눈높이에서 설명을 해주어야 한다.",
    "실망할까 두려워 미리 겁먹고 기대하는 즐거움마저 포기하지는 마라.",
    "전부 다 가질 수는 없다. 개인의 욕심을 조금 내려 놓고 주위를 배려하며 어려운 일에 도움을 준다면 멀지 않아 큰 도움을 받을 수 있다. 배푸는 것 또한 나를 위한 것임을 명심하라.",
    "먼저 상대의 입장을 이해하라. 점차 의견이 통한다.",
    "매사에 바쁘고 분주하여 피곤하나 일하는 보람이 있겠다.",
    "사람 많은 장소는 피하는 것이 좋다.",
    "새로운 인생을 맞을 수 있는 기회가 다가오고 있다.",
    "삶의 지침이 될 수 있는 좋은 조언을 받게 된다.",
    "하루하루에 최선을 다하라. 나른한 일상의 반복에 무료함과 지루함을 느낄 수도 있겠지만, 지금 최선을 다하는 것만이 후일을 보장하는 최선의 길 임을 잊지 말라.",
    "마음이 편치 않고 자꾸 신경이 쓰이게 된다.",
    "이미 사실을 알고 있으니 솔직하게 말하라.",
    "예전에 좋아했던 활동을 해보라. 의욕이 되살아나고 활기도 찾을 것이다.",
    "항상 곁에서 도와주고 아껴주는 사람에게 감사한 마음을 전하라.",
    "급한 용무가 없으면 두문불출하는 것이 좋다.",
    "불필요한 일에 참견하지 말라. 구설에 휘말려 좋은 기운을 망치는 우를 범하지 말아야 한다. 자신의 속내를 보이게 된다면 크게 이용 당할 수 있으니 유의해야 한다.",
    "아랫사람과 화목하지 못할 수 있다. 이해하고 참는 것이 제일이다.",
    "어떻게든 벗어나고 도망치고 싶다는 생각이 든다.",
    "왠지 모를 불길한 예감이나 걱정 때문에 일이 손에 잡히지 않는다.",
    "당장 이익이 되지 않아도 쓸모없다고 단정을 짓지 말아야 한다.",
    "정보수집에 적극적일 것. 새로운 사실을 알게 된다.",
    "자신의 생각이 옳다고 느끼지만 때로는 상대의 의견에 귀 기울이고 경청하는 자세가 필요하다. 너무 곧기만 하다면 남에게 상처를 줄 수 있으니 유의하기 바란다.",
    "쓸데없는 행동으로 일을 복잡하게 만들지 마라.",
    "계획을 다시 검토해야 한다. 준비만 철저하다면 무난하게 진행될 것이다. 여유롭게 즐기는 날이다.",
    "따뜻한 마음을 전해질 것이다. 더욱 돈독해진다.",
    "사람을 만나면 상대편 입장에서 생각해 보라.",
    "작은것에 너무 집착하지 마라. 큰 일을 할때는 때로는 크게 생각해야 한다. 대범하게 생각하고 행동하되 독선에 빠지는 것만 주의하면 된다. 조급하면 일을 망친다.",
    "가족간의 소통을 얻고자 한다면 마음을 열고 귀를 기울여야 한다.",
    "잠도 못자면서 고민해도 해결하지 못하던 것을 귀인의 도움으로 해결하게 된다.",
    "칭찬의 힘이 놀랍다는 것을 확인하게 된다.",
    "방심할 상황은 아니다. 긴장하고 대비하라.",
    "이제부터는 막바지 총력을 기울여야 한다.",
    "잘못한 것을 반성하고 뉘우치는 시간을 갖는 것도 중요하다. 자신의 생각과 행동이 모두 옳은 것은 아니기에 잘못에 대한 사과와 반성은 한 걸음 앞으로 나가는게 크나 큰 거름이 될 것이다.",
    "쉽게 마음을 열지 않았던 사람도 설득하게 된다.",
    "아직은 불투명하고 그다지 좋지만은 않으니 잘 확인하라.",
    "어떤 방법으로든 변화를 시도해야 행운이 따라준다.",
    "뜻을 세웠으면 작심삼일이 되지 않도록 열심히 노력을 해야 한다.",
    "산 넘어 산이다. 잘 견디고 있다고 생각해도 새로운 위기가 닥쳐온다. 당분간은 계속 이런 상태가 지속될테니 자칫 힘과 용기를 잃지 않도록 신경써야 할 것이다.",
    "중요한 것을 놓치거나 그르칠 수 있으니 잘 챙겨라.",
    "한 번도 느껴보지 못한 어려움을 겪는다.",
    "과음이나 과식을 하지 마라. 몸의 기능이 저하될 우려가 있다.",
    "눈을 크게 뜨고 현실을 제대로 보아야 한다.",
    "시기는 따로 있으니 주위의 유혹에 넘어가 새로운 것을 시작하게 된다면 큰 어려움에 봉착하게 될 것이다. 지금의 일에 최선을 다해야 하는 시기이다.",
    "실속을 차려야 한다. 먼저 이득이 되는지 고려하라.",
    "지금까지의 괴로움과 고생이 기쁨으로 변한다. 행운이 찾아온다.",
    "기다렸던 목표달성이 눈앞에 있다. 조금만 더 노력하자.",
    "남의 말만 믿고 따라가다가는 후회하게 된다.",
    "철저한 금전관리를 해야 한다. 두통이 있어도 편안하게 명상에 잠기면 해결될 것이다.",
    "생각하고 뜻한 바가 있다면 새로운 배움을 두려워 하지 말라. 새로운 일은 새로운 그릇에 담아야 하며 그에 따른 지식도 필요한 법. 후에 크게 도움이 될 것이다.",
    "장래성을 생각해야 할 때이다. 오후에 즐거운 일이 생긴다.",
    "매 끼니를 제대로 챙겨먹기 힘들 정도로 바쁠 것이다.",
    "우물쭈물하다가는 되던 일도 안 될 수 있으니 강단을 가져야 한다.",
    "말은 천금이다. 말을 신중하게 해야 할 때다.",
    "자신의 능력을 빛을 발휘하게 되는 시기이다. 끊임 없이 새로운 일들이 생기겠지만 그간 갈고 닦은 실력으로 충분히 해결 할 수 있으니 안심해도 될 것이다.",
    "주어진 상황을 잘 파악해서 움직이면 순조롭다.",
    "많은 돈이 들어오니 신나고 기분도 좋아진다.",
    "머리를 써라. 기회가 주어지고 즐거움도 따를 것이다.",
    "사고를 예방할 수 있는 길은 가급적 돌아다니지 않는 것이다.",
    "마음속에 있는 말을 다하고 나면 속이 후련해진다.",
    "조금 늦게 시작한다 생각하고 충분히 생각하고 고민해서 진행하라. 아무 생각 없이 일을 진행 하다가는 몸은 몸대로 피곤하고 이득은 없고 시련만 있을 뿐이다.",
    "정서적으로 안정되고 만족감을 느낀다.",
    "열심히 하는 사람과 하지 않는 사람과의 차이가 확연히 나타난다.",
    "충동적인 구매는 삼가하라. 계획적으로 지출하기 위해 노력하라.",
    "주위 사람들로부터 호평을 받을 수 있는 날이다.",
    "한 가지로 정하면 도중에 변경하지 말라.",
    "남을 평가하기 앞서 나를 어떻게 평가 하고 있는 지도 귀담아 들어야 할 것이다. 상대의 입장을 먼저 배려하고 상대의 입장에서 행동한다면 좋은 대인관계를 형성 할 수 있다.",
    "다른 사람이 하는 것을 비웃지 마라. 막상 자신이 하게 되면 더 못할 수도 있다.",
    "직접 만나서 대화를 나눠보라. 허심탄회하게 나누는 대화가 길운을 부른다.",
    "다가오는 상황에 대처할 수 있는 신중함을 가져야 한다. 결코 가볍게 생각해서는 안된다.",
    "의미가 있고 소중한 시간을 가지게 된다.",
    "자신이 어려울 때 진정 자신을 도와줄 사람이 몇 명인지 생각해 보라. 사소한 오해로 주위 사람들과 말싸움이 생긴다면, 당분간 마음에 거리를 두게 될 수도 있으니 미연에 방지하는 것이 좋다.",
    "지적능력이 높아진다. 자신의 실력을 충분히 발휘할 수 있겠다.",
    "일부러 드러내지 않아도 자신의 실력이나 진가를 인정받는다.",
    "다른 방법을 강구하라. 같은 방식은 통하지 않는다.",
    "뭔가에 빠져서 본분을 잃기 쉽다. 자중해야 할 것이다.",
    "새로운 변화나 계획을 추진하면 내일이 밝다.",
    "계획의 수정이 불가피하다. 많은 부분은 아니지겠지만 그래도 좀 더 신경을 써야 하겠다. 평소와 다르게 힘에 부친다는 생각이 든다면 주위의 도움으로 무난히 처리하는 것이 좋다. 대체적으로 무난하다.",
    "대인관계에 신경을 써라. 주위의 평가에 귀 기울여야 한다.",
    "뜻하지 않은 지출이 생기니 대비할 필요가 있다.",
    "집중력을 필요로 하는 일에 성과가 있겠다.",
    "다음 단계를 생각하라. 계획을 세우면 무난하게 진행될 것이다.",
    "상대에 대한 미묘한 호기심을 느끼게 된다.",
    "분주하기만 하고 소득은 크지 않을 것이다. 더 많은 것을 원하게 된다면 주위의 이런 저런 일들에 휘말려 일을 키우게 될 것이니 스스로 안정을 도모하는 휴식을 취하는 것이 좋겠다.",
    "어떤 관계든 먼저 배려하지 않으면 오래갈 수 없다.",
    "화해의 분위기를 만드는 데 주력하라. 이런 때일수록 가족 간의 대화가 필요하다.",
    "침묵이 금이다. 말수를 줄이고 조용히 지나가는 것이 현명하다.",
    "오늘만이라도 거리낌 없이 하고 싶은 말을 다하라.",
    "안과 바깥 일 모두 막힘이 없고 평안하다.",
    "좋은 기운들이 가득하다. 하는 일마다 진척이 빠르고 눈에 띄는 성과가 보여지니 주위의 호응도 좋고 만족감도 좋고 마냥 좋은 일들만 생기게 된다.",
    "자신이 있는 일이라고 하더라도 다시 한 번 생각을 해 봐야 실수가 없다.",
    "변화나 변동을 주어야 하는 날이다. 이사를 하거나 이전을 하기에 좋을 것이다.",
    "어느 정도 선에서 만족하고 마무리를 지어야 한다.",
    "무슨 일을 하든지 지나침이 없도록 하고 생활을 절제하라.",
    "아랫사람에게 온정을 베풀고 관용의 자세를 취해야 한다.",
    "일이 원만하게 진행되기를 원한다면 자신의 생각을 관철시키기 보다는 다른 사람의 의견을 많이 경청하라. 이것이 가장 효과적인 방법이 될 것이다.",
    "면밀히 분석하고 탐색하는 시간을 가져야 한다.",
    "상대의 마음을 종잡을 수 없으니 그져 답답하기만 하다.",
    "직감력이 발달하는 날이다.",
    "인생의 중요한 순간에 마법처럼 나타나 도움을 주는 이가 있을 것이다.",
    "일에 대한 욕심으로 과로하지 말 것.",
    "큰 뜻을 세웠지만 능력이나 여건이 충분히 따라주지는 않는다. 안타까운 일이지만 그만큼 노력을 더 해야 한다는 의미이다. 남탓 할것 없이 주어진 일에 최선을 다하는 것이 제일 중요하다.",
    "유혹과 기회를 착각하지 말고 잘 구분해야 한다.",
    "많은 대가를 바라지 말고 자신의 능력 내에서 진행하도록 하라.",
    "일찍 귀가하는 것이 좋다. 특히 여성은 밤길에 혼자 다니지 마라.",
    "자신은 옳다고 믿고 한 행동이 잘못된 것일 수도 있다.",
    "무난한 시간들이다. 묵묵히 자신의 일을 성실히 최선을 다하면 된다. 부정은 부정을 부르고 긍정은 긍정을 부르게 되니 상대의 단점을 찾기 보다는 장점을 보며 칭찬해주는 것이 좋다.",
    "좋은 결과가 기대된다. 자신감을 갖고 소신껏 추진하기만 하면 되겠다.",
    "새로운 활력이 생긴다. 금전상으로 부수입도 기대할 수 있겠다.",
    "사소한 말 한마디로 언쟁이 생길 수 있다. 상대를 배려하라.",
    "변화를 시도하면 불리하니 현 상태를 유지하는 것이 길하다.",
    "하늘이 무너져도 솟아날 구멍은 있는 법이다. 의외의 도움을 받아 어려운 상태에서 기사회생한다.",
    "전부 다 가질 수는 없다. 개인의 욕심을 조금 내려 놓고 주위를 배려하며 어려운 일에 도움을 준다면 멀지 않아 큰 도움을 받을 수 있다. 배푸는 것 또한 나를 위한 것임을 명심하라.",
    "그만두고 싶은 마음이 간절히 들어도 잘 견뎌내야 한다.",
    "때로는 모르고 지나가는 것이 좋을 때도 있는 것이다.",
    "할 수 있는 일을 미루지 마라. 주변 사람들로부터 미움을 살 수 있다.",
    "재능이나 실력이 있어도 나서지 말고 겸손해야 한다.",
    "마음을 하나로 집중하라. 곧 결실이 보이기 시작한다.",
    "하루하루에 최선을 다하라. 나른한 일상의 반복에 무료함과 지루함을 느낄 수도 있겠지만, 지금 최선을 다하는 것만이 후일을 보장하는 최선의 길 임을 잊지 말라.",
    "언행에 특별히 신경 써라. 기억 속에서 지우고 싶은 창피한 일을 만들 수 있다.",
    "믿는 도끼에 발등을 찍힌다. 너무 많은 것을 말하거나 다 보여주지 마라.",
    "혼자 결정으로 집안으로 사람을 초대하지 마라. 여러 사람이 불편한 상황이 될 수 있다.",
    "바라던 일이 될 듯 하지만 아직은 뜻대로 되지 않는다.",
    "하던 일이 막히기 시작한다. 해결책을 찾고 주위의 도움을 구하라.",
    "불필요한 일에 참견하지 말라. 구설에 휘말려 좋은 기운을 망치는 우를 범하지 말아야 한다. 자신의 속내를 보이게 된다면 크게 이용 당할 수 있으니 유의해야 한다.",
    "큰 계약이 성사될 수 있으니 나서지 말고 차분하게 진행하라.",
    "바라는 만큼 속도가 있게 나가지 못하지만 기다리면 운이 호전된다.",
    "주어진 것에 만족할 줄 아는 마음을 가져야 복이 온다.",
    "수입은 고정되어 있고 지출이 많아진다.",
    "목이 빠지게 기다리던 물건을 받게 된다.",
    "자신의 생각이 옳다고 느끼지만 때로는 상대의 의견에 귀 기울이고 경청하는 자세가 필요하다. 너무 곧기만 하다면 남에게 상처를 줄 수 있으니 유의하기 바란다.",
    "망설이다가 대어를 낚을 기회를 다른 사람에게 넘겨줄 수 있겠다.",
    "욕심을 버리면 큰 것을 얻을 수 있는 기회가 찾아온다.",
    "자신에게 유리하게 된다. 수입은 늘고 지출은 적을 것이다.",
    "갑자기 일이 생길 수 있으니 해야할것은 미리미리 해 놓는것이 좋다.",
    "자신감을 회복하고 기운이 나게 도움을 주는 말을 듣게 된다.",
    "작은것에 너무 집착하지 마라. 큰 일을 할때는 때로는 크게 생각해야 한다. 대범하게 생각하고 행동하되 독선에 빠지는 것만 주의하면 된다. 조급하면 일을 망친다.",
    "어디를 가나 인기가 높아지고 칭찬을 받게 된다.",
    "새우잠을 자는 형상처럼 지나치게 조심스럽고 소극적인 경향이 되기 쉽다.",
    "길을 떠나보라. 아주 뜻 깊은 여행길이 될 것이다.",
    "안전한 생활기반을 마련할 할 때가 왔다. 이때를 잘 활용해야 한다.",
    "최고가 될 수 있는 곳으로 한 발짝 다가간다. 새로운 희망도 생길 것이다.",
    "여러 가지 일에 관여하게 되니 자연히 일도 많고 문제도 많다. 주의력이나 자잘한 배려가 여럿으로 분산되니 일의 진행에 장애가 따름은 당연한 결과일 것이다.",
    "비교적 편안하게 보내게 된다. 소망했던 일의 반이상은 이루어지겠다.",
    "조급하게 생각하지 않는다면 좋은 결과가 있을것이다.",
    "한꺼번에 이루어지는 것을 기대하지 말고 착실히 노력해야 빛을 본다.",
    "더 이상 두고만 보거나 외면하지 말아야 한다.",
    "버리려고 생각한 것을 유용하게 쓰게 된다.",
    "지금이 기회다. 놓치지 말라. 기회는 언제나 오는 것이 아니다. 지금의 기회를 백분 활용한다면 노력한 것 이상을 얻을 수 있다. 대신, 꼼수는 금물이다.",
    "체력이 떨어지니 무리하지 않도록 신경을 써야 하겠다.",
    "눈으로만 사람을 보려고 하지 말고 마음으로 보려고 하라.",
    "보다 좋은 방향으로 나가기 위하여 노력하라.",
    "누구와 논쟁할 일이 있거든 다음으로 미루는 것이 좋다.",
    "노력에 대한 보상이 있다. 결코 작은 보상은 아닐 것이니 괜한 욕심은 얻을 것도 잃게 만들수 있으니 현재에 만족하라. 지쳐 있을 몸과 마음을 위해 충분한 휴식을 취하라.",
    "언젠가 꼭 가고 싶었던 곳에 갈 수 있는 기회가 생긴다.",
    "겉모습은 눈속임일 수 있으니 외모만 보고 판단하지 마라.",
    "자신 없는 분야에 대한 사전 공부로 깊이를 더해 두는 것이 좋다.",
    "무엇보다도 진지함과 신중함이 요구되는 날이다.",
    "사소한 장애는 한층 더 발전할 수 있는 기회가 될 뿐이다.",
    "작은 노력으로 큰 결실을 맺을 수 있어 기분 좋다. 대범하게 생각하고 행동하면 더 좋은 결과를 얻을 수 있으니 자신감을 가지고 도전하는 것이 성공의 밑거름이 될 것이다.",
    "남의 말을 너무 믿다가는 재물에 손해를 본다. 사람을 너무 믿지 말라.",
    "회식자리에 가게 되더라도 오늘은 몸을 사려야 한다.",
    "좀 더 어른스러운 행동을 하려고 노력해야 한다.",
    "일이 밀려있으니 순서를 정해서 잘 처리하라.",
    "대인관계에 신중해야 한다. 상대가 속이고 있을 수 있다.",
    "도움을 주는 사람도, 도움을 구할 곳도 없는 힘든 시기이다. 고군분투 하지만 노력에 비해 성과가 적을 수 있다. 매일매일이 다 좋은 수 많은 없지 않은가. 나를 돌아보는 시기로 삼아라.",
    "마음속에 일어나는 화를 스스로 잘 삭여야 한다.",
    "성급한 계획과 결정은 후일에 후회를 하게 한다.",
    "믿고 싶지 않다고 해서 진실을 외면해서는 안 된다.",
    "운명의 상대가 금방 알아볼 수 있게 모습을 드러내니 잘 살펴보라.",
    "아직은 힘들다. 곧 해결방법이 생기니 기다리는 것이 좋겠다.",
    "새로운 희망을 보게 된다. 어려웠다. 하지만 이젠 아니다. 금전운 또한 좋아 질 것이며 새로운 인연이 생기게 될 것이다. 느긋한 마음으로 천천히 하나씩 진행해 나가기 바란다.",
    "어느 부자도 부럽지 않을 정도로 들어오는 것이 많으니 여유가 생긴다.",
    "아무리 떨쳐버리려고 해도 불편한 마음에서 벗어나기가 쉽지 않겠다.",
    "모두가 기쁜 마음으로 협조해주니 세상이 편안하다.",
    "몸과 마음이 편해지니 이보다 더 좋을 수는 없다.",
    "자신에게 중요한 일은 무엇이고 중요한 사람이 누구인가를 알 수 있게 된다.",
    "믿음의 관계, 물론 중요하지만 무턱대로 믿다가는 곤경에 처하는 상황이 올것이다. 조금 아쉽더라도 상황을 지켜보는 신중한 자세가 필요하다.",
    "공익을 우선적으로 생각해야 한다. 자기중심적 사고는 버리도록.",
    "책임지지 못할 말을 하게 되어 감당하기 힘들수 있으니 조심하라.",
    "할 말을 다하지 못하고 넘어가는 것이 아쉽겠지만 지나가야 한다.",
    "더 미루면 안 되는 일이니 어떤 형태로든 결론을 내려야 한다.",
    "간절한 마음이 강하니 절실함을 느끼게 될 것이다.",
    "약간의 어려움이 예상되기는 하지만 담담하게 생각하고 현실을 그대로 받아 들인다면 좋은 기운으로 작용하게 될 것이다. 즉각적인 결정보다는 약간 신중한 자세가 필요하다.",
    "짝이 없는 사람은 실속 없는 사람이 꼬인다.",
    "진심을 다해서 말하면 그 마음이 전해질 것이다.",
    "과음이나 과식은 건강의 악화만 부르니 하지 말아야 할 것이다.",
    "할 일이 산더미처럼 쌓여있어서 어디서부터 해야 할지 엄두가 나지 않는다.",
    "무심하게 생각했던 주변 사람의 삶에도 관심과 애정을 가져라.",
    "세상을 바라보는 시각을 넓혀라. 당신을 지켜 보는 사람들 모두가 당신을 따라 행동하게 된다. 타인에게 솔선수범을 보이는 적극적인 처신으로 당신의 위상은 크게 높아질 것이다.",
    "객관적인 계획을 세워야 한다. 주위의 도움을 받아 호운을 맞이하게 된다.",
    "많은 사람과 사귀고 중요한 정보도 얻게 된다.",
    "사막 같은 삶 속에서 때로는 오아시스를 만나는 것이 사는 기쁨이 되어준다.",
    "자신에게 기회가 주어지는 날이다. 적극적인 마음으로 나가라.",
    "사소한 일이 크게 번질 수 있으니 주의 해야한다.",
    "자신의 생각이 항상 옳은 것은 아니지 않은가. 원만한 해결을 위해서는 서로 일보 양보하고 서로의 의견을 충분히 듣고 반영하는 자세가 필요하다. 자신의 생각만 관철시키려 하면 예상치 못한 큰 문제가 생길 수 있다.",
    "힘들고 어려운 일이 생길수록 서로에게 힘이 되어줄 수 있다는 신뢰가 쌓이게 된다.",
    "충동적이 되기 쉬우니 말과 행동에 특별히 신중해라.",
    "현실이 어려워도 내일을 준비하는 일을 해야 할 때다.",
    "너무 편안한 것을 좋아하지 마라. 안일함에 빠져 미루게 되기 쉽다.",
    "이해력이 없으면 고립된다. 마음을 넓혀라.",
    "자신의 능력밖의 이익을 탐하지 마라. 지금의 능력으로도 적지 않은 이익은 얻을 수 있다. 겸손한 마음을 갖는다면 곧 더 큰 이익을 얻게 될 것이다.",
    "처음 생각했던 것보다 훨씬 더 어려운 상황에 부딪친다.",
    "자신의 손길을 기다리는 많은 일이 앞에 놓여 있는 날이다.",
    "전전긍긍. 마음고생을 할 일이 생긴다.",
    "어떤 일을 하더라도 책임감을 가지고 마무리를 잘 지어야 좋은 평가를 받게 될 것이다.",
    "새로운 계획을 세워보라. 예전부터 꿈꾸어오던 것이 있다면 시작하는것도 나쁘지 않다.",
    "현실성 있는 계획을 세우라. 계획이라고 다 같은 계획이 아니다. 이상과 현실은 언제나 차이가 있는 법. 웃어른이나 친구에게 조언을 구한다면 좀 더 완성된 계획을 세울 수 있다.",
    "협조적으로 나가라. 진심으로 대하는 것이 자신에게도 도움이 된다.",
    "순간적으로 막히는 일이 있어도 손실로 이어지지는 않을 것이다.",
    "달콤한 말만 골라 하고 아부 잘하는 사람의 말은 신빙성이 없다. 판단을 잘하라.",
    "생각하지도 않은 사람이 좋은 소식을 전해준다.",
    "기회의 여신이 다가오고 있다. 놓치지 않으려면 미리 준비해야 할 것이다.",
    "나와 생각이 다른것은 이야기 해야 한다. 자신을 우습게 여기게 되는 빌미를 제공해서는 안될 것이다. 하지만 지레짐작하여 이야기 하는 것은 옳지 않다. 원인을 정확히 찾아라.",
    "자신의 능력부터 키우고 정진하라.",
    "하는 일의 양이 많아지니 심신이 피로해진다.",
    "건강을 가볍게 생각지 마라. 한번 아프면 오래 갈 수도 있다.",
    "별로 관심이 없었던 것에 완전히 푹 빠지게 된다.",
    "바쁜 일과로 상대에게 소홀하기 쉽다. 하루에 한 번 따뜻한 말 한마디. 웃음을 건네자.",
    "자신의 일에 충실하자. 최상의 여건은 아니지만 최선을 다해 깔끔하게 마무리를 짓는 것이 좋다. 핑계거리를 만들지 않도록 해야 후에 충분한 대가가 따를 것이다.",
    "쓸데없는 일로 힘 빼지 말고 다시 한번 깊이 생각해보라.",
    "내일로 미루지 마라. 내일은 해결이 어려울 수도 있다.",
    "승승장구하는 운세이니 어렵게 생각되었던 일도 술술 풀려 나간다.",
    "욕심을 버려야 마음의 평화가 찾아온다.",
    "정신이 맑아지고 몸이 가벼워질 것이다.",
    "노력의 결과를 얻게 되는 시기이니 어찌 기쁘지 않겠는가. 다소 어려움들이 있었지만 원만하게 해결해 온 자신에게 대견함과 쁘듯함을 느끼게 될 것이다.",
    "귀인의 도움으로 여러 가지 문제들이 해결된다.",
    "일도 좋지만 건강이 우선이다.",
    "차근차근 나가면 성과가 있다.",
    "잠시의 어려움에 낙심하지 마라. 힘들게 이루어지겠지만 결국 뜻대로 된다.",
    "유난히 판단과 사고가 명석해 지는 기간이니 마음이 움직이는 대로 표현하고 행동하라. 학업, 연구, 업무등의 실적 향상을 위해 투자한다면 기대 이상의 성과를 얻을 것이다.",
    "생각의 전환이 필요하다. 놓친것은 없는지 한번 더 돌아보라.",
    "하루가 십 년같이 너무나 길다. 따분하고 지루한 날이다.",
    "이상과 현실사이에서 고민하게 된다.",
    "오늘만 날은 아니지만, 오늘이 다시 오지 않는다는 것을 알고 소중히 여겨라.",
    "지금까지 쌓아온 노하우와 경험을 잘 살릴 수 있는 기회가 온다.",
    "중요하지 않은 일에 노력을 허비하지 말라. 하고자 하는 일과 해야 하는 일 사이에서 다소 혼선과 갈등이 생길 수 있으니 신중히 판단하고 행동하라.",
    "극단으로 치우치지 말고 중용을 지켜라.",
    "상대가 먼저 화해를 요청해오면 받아들이는 것이 좋다.",
    "기다리는 시간이 길어지면서 지치게 된다.",
    "지금까지 생각과는 다른 생각을 하게 된다. 보는 관점이 다르니 달라 보인다.",
    "다른 사람을 통해 자신의 모습을 깨닫게 된다.",
    "한발 물러서 상황을 바라보는 마음의 여유가 필요하다. 조급하게 서두르지 않고 신중함을 가진다면 안 될것 또한 없다. 한박짜 쉬어간다고 생각하라.",
    "뭔가 모험이나 혁신적인 일을 해서 생활을 바꾸는 것이 길하다.",
    "누군가를 위해 무엇을 할 수 있다는 것은 그만큼 여유가 있다는 것이고 행복한 일이다.",
    "내가 먼저 긍정적으로 받아들여야 상대도 편안하게 느끼고 마음을 열 수 있는 것이다.",
    "전문가의 조언으로 돌파구를 찾는다.",
    "가급적 안전을 먼저 생각하라. 안좋은 일이 생길 수 있다.",
    "하루하루에 최선을 다하라. 나른한 일상의 반복에 무료함과 지루함을 느낄 수도 있겠지만, 지금 최선을 다하는 것만이 후일을 보장하는 최선의 길 임을 잊지 말라.",
    "상대에게 애정을 요구하지 말고 주는 것으로 기쁨을 느껴보라.",
    "기쁜 소식에 연연하기보다는 변화되지 않는 자신의 모습을 되새겨 보라.",
    "삶의 지혜를 가르쳐주는 귀한 말을 듣게 된다.",
    "변화의 파도가 오고 있다. 뭔가 새로운 시도를 해야 할 것이다.",
    "외출보다는 되도록 가족과 함께 시간을 보내는 것이 좋다.",
    "불필요한 일에 참견하지 말라. 구설에 휘말려 좋은 기운을 망치는 우를 범하지 말아야 한다. 자신의 속내를 보이게 된다면 크게 이용 당할 수 있으니 유의해야 한다.",
    "쓸모없는 감정이나 자존심 때문에 아까운 시간을 낭비하지 마라.",
    "스스로에 믿음을 갖고 뜻을 세워서 정진해라.",
    "생각하는 일들이 빠른 시간에 이루어지겠다.",
    "서로의 정이 더욱 깊어진다. 마음먹은 일은 결정해도 좋겠다.",
    "즐겁고 행복한 생활을 즐기려면 적극적인 대화가 중요하다.",
    "자신의 생각이 옳다고 느끼지만 때로는 상대의 의견에 귀 기울이고 경청하는 자세가 필요하다. 너무 곧기만 하다면 남에게 상처를 줄 수 있으니 유의하기 바란다.",
    "손재수가 있으니 모든 일에 진중하고 경솔하지 않은 행동을 해야 한다.",
    "대화에 설득력이 있는 하루이므로 하고자 하는 말이 있다면 확실히 전달해야 한다.",
    "아무런 생각도 하지 말고 잠시 휴식을 취하는 것이 좋다.",
    "별 것도 아닌 것까지 시시콜콜 간섭을 해오니 너무 피곤해진다.",
    "기다리던 좋은 소식을 듣게 될 것이다.",
    "작은것에 너무 집착하지 마라. 큰 일을 할때는 때로는 크게 생각해야 한다. 대범하게 생각하고 행동하되 독선에 빠지는 것만 주의하면 된다. 조급하면 일을 망친다.",
    "열심히 일하는 만큼의 성과가 나타나는 하루다.",
    "솔직해야 한다. 몰랐다고 잡아뗀다고 넘어갈 일이 아니다.",
    "서로 사랑하며 사는 일이 얼마나 중요한 일인가를 깨닫게 되는 날이다.",
    "아직은 속내를 정확하게 알 수가 없어 판단을 내리기가 힘들다.",
    "설사 사실이라도 직접 듣기 전에는 다른 사람의 말은 신경을 쓰지 말아야 한다.",
    "잘못한 것을 반성하고 뉘우치는 시간을 갖는 것도 중요하다. 자신의 생각과 행동이 모두 옳은 것은 아니기에 잘못에 대한 사과와 반성은 한 걸음 앞으로 나가는게 크나 큰 거름이 될 것이다.",
    "윗사람을 공경하는 마음과 주변 사람을 배려하는 가져야 하는 때다.",
    "예상하지 못한 일이 생기지만 잘 해결된다.",
    "좋은 인연이 찾아오는 날이다. 좋은 사람을 만나게 될 것이다.",
    "늦으면 늦는다는 말을 꼭 해주어라.",
    "직장인은 윗사람에게 능력을 인정받는다.",
    "산 넘어 산이다. 잘 견디고 있다고 생각해도 새로운 위기가 닥쳐온다. 당분간은 계속 이런 상태가 지속될테니 자칫 힘과 용기를 잃지 않도록 신경써야 할 것이다.",
    "새로운 기회가 온다. 머뭇거리다가는 놓칠 수 있으니 잘 잡아야 한다.",
    "삶의 업그레이드하기 위한 시도를 해야 한다.",
    "그때그때 상황을 잘 체크하고 넘어가야 하는 날이다.",
    "고민되는 일도 끈기를 가지고 기다리면 해결된다.",
    "금전적 어려움에 처할수 있으나 반듯이 필요한 지출이니 망설이지 마라.",
    "시기는 따로 있으니 주위의 유혹에 넘어가 새로운 것을 시작하게 된다면 큰 어려움에 봉착하게 될 것이다. 지금의 일에 최선을 다해야 하는 시기이다.",
    "적성을 고려하라. 확실한 목표를 세워야 하는 날이다.",
    "오늘은 어디를 가든지 먹을 복이 있다.",
    "잘잘못을 따지기보다는 원인을 찾아서 문제를 해결해야 한다.",
    "구직 중인 사람은 그간의 경력이 큰 힘이 되어준다.",
    "흉이 변해서 길이 되니 목적하는 바를 성취하게 될 것이다. 도움을 주는 귀인도 만난다.",
    "생각하고 뜻한 바가 있다면 새로운 배움을 두려워 하지 말라. 새로운 일은 새로운 그릇에 담아야 하며 그에 따른 지식도 필요한 법. 후에 크게 도움이 될 것이다.",
    "오랫동안 잊을 수 없는 감동의 시간을 보내게 된다.",
    "심경의 변화를 겪는다. 말 한마디에도 흔들리고 있다.",
    "어떠한 상황이 오더라도 비굴해지지 말아야 한다. 그래야 좋은 인상을 남길 수 있다.",
    "사소한 일에 신경 쓸 필요는 없다. 대범하게 생각하라.",
    "불편하지만 현실에 안주하려 한다면 후일이 더욱 편하지 않다.",
    "자신의 능력을 빛을 발휘하게 되는 시기이다. 끊임 없이 새로운 일들이 생기겠지만 그간 갈고 닦은 실력으로 충분히 해결 할 수 있으니 안심해도 될 것이다.",
    "좋은 정보가 들어온다. 활용할 기회를 만들어라.",
    "아무리 급해도 설익은 밥은 먹을 수는 없다. 기다리는 여유가 필요하다.",
    "왠지 모르게 자신감이 저하되는 날이다.",
    "어떤 역경에도 희망을 잃지 마라.",
    "모든것들이 순조롭게 잘 풀려나갈 것이다.",
    "조금 늦게 시작한다 생각하고 충분히 생각하고 고민해서 진행하라. 아무 생각 없이 일을 진행 하다가는 몸은 몸대로 피곤하고 이득은 없고 시련만 있을 뿐이다.",
    "시간이 돈이라는 것을 확실히 실감하게 된다.",
    "욕심이 나더라도 참지 않으면 낭패를 당한다.",
    "이제까지의 노력이 드디어 빛을 보는 날이다. 모든 사람을 진심으로 대하라.",
    "마음이 바빠도 차분히 일해야 실수가 없다.",
    "여러 사람들과 어울리면서 정보를 얻게 된다.",
    "남을 평가하기 앞서 나를 어떻게 평가 하고 있는 지도 귀담아 들어야 할 것이다. 상대의 입장을 먼저 배려하고 상대의 입장에서 행동한다면 좋은 대인관계를 형성 할 수 있다.",
    "진정 내게 도움을 주는 친구를 만나게 되니 겸손한 마음가짐으로 상대에게 집중해라.",
    "약속을 미리 점검하고 다시 한 번 확인하는 것이 필요하다.",
    "너무 많은 것을 보여주려고 하지 마라. 다 알게 되면 싫증이 쉽게 날 수 있다.",
    "운동을 시작하기 전에 반드시 스트레칭을 충분히 하라. 부상의 위험이 있다.",
    "말을 아끼고 꼭 해야 할 말이라면 신중히 생각하고 말하라.",
    "의도치 않게 한 말이 화를 부르게 된다면 자신의 잘못은 빠르게 사과하라. 말 한마디로 신뢰를 잃을 수는 없지 않은가. 처신에 주의하고 말 한마디도 신중하게 해야 할 것이다.",
    "귀가 여려져서 남의 말이 더욱 크게 들린다.",
    "시간이 걸린다고 조급해하면 안 된다.",
    "자주 연락하던 사이에 갑자기 연락이 없어 궁금해진다.",
    "힘들다고 포기하는 것보다 한번 더 힘을 다한다면 행운은 알아서 찾아온다.",
    "몸과 마음이 안정되고 하는 일마다 잘된다.",
    "계획의 수정이 불가피하다. 많은 부분은 아니지겠지만 그래도 좀 더 신경을 써야 하겠다. 평소와 다르게 힘에 부친다는 생각이 든다면 주위의 도움으로 무난히 처리하는 것이 좋다. 대체적으로 무난하다.",
    "무조건 밀어붙이기보다는 대화로 협상하라.",
    "어렵고 힘든 일도 무리 없이 쉽게 해내게 된다.",
    "비교적 큰 탈 없이 넘어갈 것이다. 그러나 건강은 주의하라.",
    "모든 것이 다 뒤죽박죽이 된 것 같다. 어디부터 손을 대서 정리해야 할지 난감하겠다.",
    "성급하게 성과를 바라지 말라. 착실하게 진행하면 도리어 길이 열린다.",
    "분주하기만 하고 소득은 크지 않을 것이다. 더 많은 것을 원하게 된다면 주위의 이런 저런 일들에 휘말려 일을 키우게 될 것이니 스스로 안정을 도모하는 휴식을 취하는 것이 좋겠다.",
    "남이 싫어하고 하고 싶지 않는 일을 솔선수범해서 하면 복이 따른다.",
    "하늘색 계열의 옷을 착용하라. 상승하는 에너지를 받을 수 있을 것이다.",
    "당장의 손해를 감수하더라도 터놓고 이야기하면 더 좋은 관계로 길게 갈 수 있다.",
    "지나친 욕심은 오히려 활동력을 저하시킨다.",
    "영양을 보충하며 건강 증진에 신경 써야 할 것이다.",
    "좋은 기운들이 가득하다. 하는 일마다 진척이 빠르고 눈에 띄는 성과가 보여지니 주위의 호응도 좋고 만족감도 좋고 마냥 좋은 일들만 생기게 된다.",
    "주변이 산만하니 정리정돈에 힘써야 하겠다.",
    "진심을 알게 되는 것이 더 마음을 불편하게 할 수 있다.",
    "계속해서 신경 쓰이게 하는 일이 있겠다.",
    "자존심은 버리고 잘못한 것은 빨리 인정하고 깨끗이 사과해야 한다.",
    "제삼자의 일에 나서지 마라. 괜한 구설수에 휘말릴 수 있다.",
    "일이 원만하게 진행되기를 원한다면 자신의 생각을 관철시키기 보다는 다른 사람의 의견을 많이 경청하라. 이것이 가장 효과적인 방법이 될 것이다.",
    "좋은 기회가 왔다면 잡아야 한다. 가만히 앉아서는 기회를 잡을 수 없다.",
    "신중한 처세로 사람을 대해야 한다.",
    "풍요롭고 넉넉한 마음으로 보낼 수 있을 것이다.",
    "항상 있는 것에 대한 감사하는 마음이 필요하다.",
    "느낌에 의지하지 마라. 충분한 검토가 없이 정확한 예측은 불가능하다.",
    "큰 뜻을 세웠지만 능력이나 여건이 충분히 따라주지는 않는다. 안타까운 일이지만 그만큼 노력을 더 해야 한다는 의미이다. 남탓 할것 없이 주어진 일에 최선을 다하는 것이 제일 중요하다.",
    "세상에 이루지 못할 일이 없을 것 같은 자신감이 샘솟는다.",
    "불꽃같은 정열보다 친구 같은 편안함이 더 길게 가게 한다.",
    "자신을 아껴야 한다. 가장 소중한 자신이고 스스로 지켜야 한다.",
    "단호히 결정하라. 우유부단하게 일처리를 하면 더욱 힘들어 질 수 있다.",
    "취미에 관심과 정성을 기울이면 기대 이상의 즐거운 일이 생긴다.",
    "안정된 상황에서 순조로운 일의 진행이 예상된다. 크게 힘들이지 않고 성과를 얻게 될 것이며 특별한 장애도 없다. 지금을 행복을 충분히 즐기기 바란다.",
    "모든 일들이 순조롭게 풀릴 것이다.",
    "피로가 누적되었다면 잠시 쉬어가는 것도 좋다.",
    "변화를 주려고 애쓰기 말고 평소에 하던 대로 하는 것이 좋다.",
    "길흉이 반반이다. 한 번은 웃고 한 번은 운다.",
    "감정적인 행동은 경솔한 실수를 유발할 수 있음을 명심하고 자제해야 한다.",
    "결정이 빛을 발휘하는 시기이다. 허황된 것은 아닌지 판단해보고 결정하거나 정리해야할 일들이 있다면 이번 기회를 적극 활용하라. 옳은 결정을 하게 된다.",
    "마지막까지 최선을 다한다는 마음으로 일을 해야 좋은 결과가 따라준다.",
    "새로운 분야에 대한 접근은 조심스럽게 진행하는 게 유리하다.",
    "모든 일이 뜻대로 펼쳐지니 세상만사 태평하다.",
    "말 한마디로 언쟁이 생길 수 있다. 상대를 배려하라.",
    "오늘 만나기로 한 약속은 가급적이면 내일로 미뤄라.",
    "노력에 비해 결과가 작아 실망스러울 수 있다. 다소 불만족 스럽겠지만 모든 일이 내뜻대로 되지 않으니 어쩌겠는가. 긍정적으로 생각하고 더욱 실력 쌓기에 정진하라.",
    "아주 어려운 시험에 합격한 것 같은 기쁨과 뿌듯함을 느끼게 된다.",
    "생활의 계획을 잘 세우라. 돈이 모래처럼 새어나갈 수 있다.",
    "왠지 모르는 불안감에 선뜩 결정을 내리기가 어렵다.",
    "힘들어도 이해주는 사람이 있어서 위안이 되고 고맙기까지 하다.",
    "약간의 다툼은 너그러운 아량으로 용서를 하는 게 좋다.",
    "각에 생각을 거듭 해왔던 일을 결정하기에 앞서 마음의 준비는 반듯이 필요한 법. 하지만 더 이상 이룰 수 없기에 결정이 필요하다. 결정 한 것을 후회하지 마라.",
    "얻는 것이 많을 것이다. 빈손으로 나가서 안고 들어오는 한 아름이다.",
    "초조해 하지 말고 성심으로 기다리면 만사형통한다. 앞날이 밝아진다.",
    "이미 지난 과거의 일이 앞으로 살아갈 날보다 중요한 건 아니다.",
    "작은 일이라고 소홀히 하면 문제가 생기므로 세심함이 필요하다.",
    "누구에게나 실수는 있다. 실수가 예상되지만 기죽을 필요는 없다. 그렇다고 아무 일도 하지 않고 있을 수는 없지 않은가. 좀 더 대범한 마음 가짐이 필요하다.",
    "현 상황에서 벗어나고 싶다는 마음이 있어도 자리를 지키는 것이 좋다.",
    "침착하게 행동하라. 다른 사람의 도움으로 무난히 해결된다.",
    "독창적인 아이디어가 떠오르면 반드시 실용화하도록 치밀하게 준비해야 한다.",
    "기쁜 일이 생기고 주위의 칭찬을 받는다.",
    "아직은 때가 아니다. 더 두고 봐야 할 일이다.",
    "생각이 많아진다. 새로운 아이디어들이 봇물터지듯이 생각난다. 새로 시작해도 될만한 것들, 현재 상황을 보다 좋게 할수 있는 것들, 생각나는데로 처리하면 잘 될 것이다.",
    "쓸데없는 소문에 마음을 빼앗기지 마라.",
    "제삼자를 통하라. 특히 잘 아는 사람을 통하면 좋은 결과가 온다.",
    "가족과 함께 하라. 기쁨이 있고 좋은 소식이 들려온다.",
    "계획하던 일은 선배나 동료의 도움을 받아 잘 마무리 짓게 된다.",
    "만사 다 제쳐놓고 가족과 대화의 시간을 가져야 한다.",
    "무엇을 하던 어렵다고만 느끼게 된다. 새로운 것을 시작하기에는 좋지 않으니 지금 하는 일에 최선을 다하고 다음을 기약하는 것이 최선일 것이다.",
    "현 상황에서 벗어나고 싶다는 마음이 간절해진다.",
    "좋은 집이나 원하는 물건을 구할 수 있는 날이다.",
    "위험한 연애는 아무나 하는 것이 아니라는 생각이 든다.",
    "상대를 위한다고 생각한 일이 예상에서 벗어나기 쉽다.",
    "결실과 수확의 계절이 온다. 그간 애쓴 보람을 느끼게 된다.",
    "남에게 상처 주는 일은 피하라. 훗날 중요한 일에 마가 낀다.",
    "아무리 가까운 사이라 할지라도 하는 일에 대해서는 간섭하지 말아야 한다.",
    "이런 때는 다소 여유를 갖고 침착하게 기다리는 것이 좋겠다.",
    "종로에서 뺨 맞고 한강에 가서 눈 흘기는 격이 될 수 있다.",
    "나와 의견이 다를 수 있으니 상대의 의중을 살피도록 하라.",
    "누울 자리를 보고 발을 뻗으라는 말을 기억하라.",
    "골칫거리 문제가 해결된다. 가족과 함께 오붓한 모임을 갖게 된다.",
    "돈 쓸 일이 많구나. 지출이 많으면 많이 벌어도 소용없다.",
    "가만히 있으면 별 소득이 없고 밖으로 활동해야 득이 있다.",
    "자기감정에 빠져서 어이없는 실수를 하지 않도록 조심해야 한다.",
    "할 말을 다하고 나면 속이 시원할 것이라 생각하지만 막상 해보면 편하지 않다.",
    "자기 과신은 금물. 상대방의 이야기를 주의 깊게 들을 것.",
    "여러 가지 면에 있어서 유혹이 따르겠다.",
    "미주알고주알 다 털어놓다보면 하지 말아야 할 말까지 하게 될 수 있다.",
    "모든 일이 순조롭게 원하는 시간에 이루어지는 날이다.",
    "피해가려고 그렇게 애를 썼건만 어쩔 수 없이 빠지게 된다.",
    "충동적인 결정은 후회할 일만 남기니 주의하라.",
    "오랫동안 헤매던 미로에서 탈출한 것 같은 홀가분한 기분을 느낄 수 있을 것이다.",
    "취미나 오락으로 정신이 팔리기 쉽다. 시간을 적절히 사용해야 한다.",
    "철저히 검토해야 한다. 동쪽으로 이동이나 이사는 행운이 따른다.",
    "시간을 금쪽이라 생각하고 사용하라.",
    "생각지 못한 지출이 있을 수 있다. 수입을 고려하라.",
    "과신하거나 안일하게 생각하지 마라. 경솔한 행동은 화를 부른다.",
    "어느 한쪽으로 치우친 생각을 하거나 사사로운 감정에 얽매이지 말아야 한다.",
    "고도의 전략이 필요하다. 자신의 능력을 계발하도록 하라.",
    "아무 도움이 되지 않는 얘기는 더 이상 하지 않는 것이 현명하다.",
    "마당 쓸고 동전 줍는 격이라 일거양득이 있는 하루가 될 것이다.",
    "술과 이성을 가까이하면 후회할 일이 생긴다.",
    "그 동안 노고를 하늘도 감동하여 돕는다.",
    "계획을 적극적 추진으로 하면 좋은 성과가 기대된다.",
    "기쁜 일이 연달아서 생길 것이다. 정말 기분이 좋은 날이다.",
    "노력 없이 얻으려 하면 도리어 화가 되어 들어올 것도 못 얻게 된다.",
    "그간의 갈등을 해소할 수 있는 시간을 갖게 된다.",
    "호기심 이상의 애틋한 감정을 느끼게 된다.",
    "흔들리지 말고 지금의 상황을 유지하는데 힘써야 할 때다.",
    "뜻하는 것과는 정반대의 결과가 나올 수 있다.",
    "기분 전환이 필요하다. 좋은 운이 열릴 것이다.",
    "언젠가 다시 돌아올 것이라 믿고 기다렸던 사람이 돌아올 것이다.",
    "투자의 시기로 적기이니 잘 활용해야 하겠다.",
    "자신의 건강을 위하여 모두에게 관대한 마음을 가져야 한다.",
    "초조함으로 급하게 대책을 세우지 말라. 매사에 철저히 할 것.",
    "문제를 해결하지 않고 피하려고 하면 더 피곤할 일이 생긴다.",
    "더 이상 망설일 때가 아니니 도움을 청해야 한다.",
    "내일을 생각하지 않는 낭비벽이 발동하니 주의하라.",
    "받아서 좋은 것이 아니라 생각해주는 마음이 고맙게 느껴진다.",
    "먹을 것이 풍족해진다. 집안에 근심 없고 태평하게 지나간다.",
    "가까운 것을 소중하고 귀중하게 여기는 마음을 가져야 한다.",
    "철저한 계산과 준비를 하고 일을 시작해야 한다.",
    "한눈팔지 않고 집중하면 쉽게 할 수 있을 것이다.",
    "평소보다 행동을 조심하는 것이 좋겠다.",
    "돌발적인 상황이 일어나거나 일에 지장이 생기기 쉽다.",
    "가는 말이 고와야 오는 말이 곱다.",
    "사소한 거짓말을 한 것이 큰 오해를 불러일으킬 수 있다. 진실만을 이야기 하라.",
    "이제라도 알게 되니 이해하는 마음이 생긴다.",
    "긍정적인 사고방식으로 일을 한다면 결과가 좋다. 많은 사람의 부러움을 받을 수 있겠다.",
    "한번 웃음이 터지면 웃음을 참을 수가 없는 상황이 되기 쉽다.",
    "대인관계가 매우 좋다. 불편했던 관계의 지인들과 대면대면 했다면 이번을 기회로 삼아 화해를 하는 것도 좋을 것다. 먼저 손을 내밀면 응할 것이며 충분히 개선의 여지가 있다.",
    "자신의 의견을 많이 제시하기 보다는 많이 경청하는 것이 좋다. 삶의 지혜가 되는 이야기들을 많이 들을 수 있으며 누군가를 도와줄수 있는 아이디어를 많이 얻게 될 것이다.",
    "인맥관리 역시 굉장히 중요한 투자임을 잊지마라. 소홀함이 있었는지 한번 되돌아 보고 부족함을 반성하는 자리를 마련하여 보다 돈독한 관계 유지에 힘써라.",
    "몸도 마음도 지친상태에서 더 많은 능률을 원하고 있지 않은지 스스로에게 물어보라. 쉴때 쉬어주며 자기 충전의 시기로 삼는 것이 무엇보다 필요하다.",
    "마음 내키지 않을지 모르지만 너그럽고 부드러운 마음으로 주위 사람들을 대한다면, 당신에 대한 평가 역시 높아 질 것이다. 혼자만의 세상이 아닌 더불어 사는 세상임을 잊지 말아야 한다.",
    "마음이 편해야 모든 일이 잘 풀린다. 대화를 통한 의견수렴은 좋지만 다른 사람의 눈치를 보며 행동하는 것은 좋지 않다. 소신것 행동하고 결정하는 것이 가장 현명한 일이다.",
    "매사가 수월하고 사고가 없으니, 생각하고 계획한데로 일이 진행될 것이다. 평소 소심한 행동을 보여왔다면, 지금이야 말로 대범한 행동을 보여줄 시기이다.",
    "모든 것이 마음대로 될 수는 없다. 최선을 다하지만 스스로 역부족이라 생각하면 도움을 청하고 그것도 여의치 않다면 포기하고 다음 기회를 노려보는 것도 좋을 것이다.",
    "모든것은 자신이 하기 나름이다. 성실하고 묵묵히 자신이 해야할 일을 찾아 충실히 수행한다면 주위로 부터 도움과 인정을 받아 크게 도약할수 있는 발판을 마련할수 있을 것이다.",
    "한마디로 좋다. 이번 기회야 말로 평소에 미루고 있었던 일들을 해결하기에 가장 좋을 것이다. 일분 일초가 아까운 시기이니 최선을 다해 많은 일이 해결 될 수 있도록 하라.",
    "자신의 능력으로도 충분히 해결가능하지만, 주위의 도움을 받게 된다면 더 수월하게 진행 할 수 있다. 세상은 더불어 사는 것음을 잊지말고 혼자 모든 것을 다 할 수 있다는 생각도 버려라.",
    "목표가 없는데 행동으로 옮긴들 무슨 의미가 있으며 무슨 보상이 있겠는가. 노력한 만큼의 대가는 있을 것이니 목표를 정확히 설정하고 움직여 손해 보는 일이 없도록 하라.",
    "경제 상태를 고려한 지출을 해야 한다.",
    "적당한 선에서 타협하라. 원만한 결말을 볼 수 있다.",
    "길게 말하지 마라. 대화가 통하지 않고 의견차이가 있다.",
    "신나지만 술자리에서의 유혹 등 실수를 할 우려가 있다.",
    "왠지 모를 불안감이 든다. 집에서 조용히 보내는 것이 좋겠다.",
    "고민은 혼자 안고 있다고 해결되지 않는다. 주위와 상의 한다면 실마리를 찾을 수 있다.",
    "결정을 해야 할 시기이다. 자신감 있게 행동하라.",
    "무리하지 말고 자연스럽게 변화하라. 피로하면 휴식을 취하라.",
    "없는 말이 아니라도 상대가 불편하게 느낄 수 있는 말은 가려 해야 한다.",
    "주위의 충고가 해결의 실마리를 가져다 준다. 충분한 검토하여 적극 반영하는 것이 좋다.",
    "왜 자꾸 어긋나는지 이유를 알 수 없어 답답하다.",
    "구관이 명관이라는 말처럼 사람은 오래 알고 지낸 사람이 좋다.",
    "값비싼 인생의 수업료를 냈다고 생각하고 넘어가는 것이 좋겠다.",
    "사람이 큰 자산이다. 인맥의 힘을 경험하게 될 것이다.",
    "반복된 생활에 권태가 오니 분위기를 바꿔보라.",
    "작은 일에 얽매이지 말 것. 넓게 이해하는 마음으로 상대하라.",
    "남쪽에 행운의 기운이 모여 있다. 움직이기 전에 방향을 살펴보라.",
    "작은 무관심이 큰 결과를 가져올 수 있으니 잘 살펴라.",
    "지금은 금고의 문을 열 때가 아니다. 조금만 더 기다려야 할 것이다.",
    "기다리던 사람이 생각도 못했던 곳에서 나타나게 된다.",
    "따뜻한 말 한마디를 전해보라. 다정한 미소가 좋은 관계로 만들어준다.",
    "신경 쓰지 않으려 해도 자꾸 의식하게 된다.",
    "기회가 언제나 있는 것은 아니다. 찬스를 잃고 발을 동동 구를 수 있다.",
    "의욕이 있으나 아직은 시기상조이다. 좀 더 기다리는 것이 좋겠다.",
    "남의 말에 우왕좌왕하지 말고 자신을 돌이켜 보라.",
    "먼저 행동해야 한다. 자칫하면 다른 사람이 넘볼 수 있다.",
    "기쁜 마음에 경솔한 행동을 보일 수 있으니 매사 신중해야 할 것이다.",
    "냉정하게 상황을 보아라. 욕심이 앞서면 시야가 흐려져서 제대로 판단할 수 없다.",
    "중요한 것을 잃을 수도 있고 자신도 알지 못하는 사이에 다른 사람에게 상처를 줄 수 있다.",
    "주변관리를 잘해야 한다. 일을 무리하게 진행하면 컨디션이 떨어진다.",
    "생각은 많으나 실현 가능성이 희박하다.",
    "무심하게 생각했던 주변 사람들의 삶에도 관심과 애정을 가져야겠다.",
    "의논하지 않고 만든 자리는 결국 아무 의미도 없게 되니 아예 만들지 마라.",
    "좋은 경험을 한 것에 만족하고 위안을 삼아야 할 것이다.",
    "직감에 따라가라. 내키지 않는 일을 하지 않는 것이 좋겠다.",
    "내 코가 석자다. 지금은 남을 생각할 여유도 마음도 없다.",
    "쉽지 않는 것과 불가능한 것은 엄연히 다르다. 최선을 다하면 원하는 것이 온다.",
    "진행하던 일이 잘 마무리 될 것이니 마음을 편하게 가지라.",
    "기분에 따라 너무 휩쓸리면 안 된다. 반드시 대가가 돌아온다.",
    "잠시 상황을 지켜보는 것이 좋겠다. 차분하게 계획을 세워라.",
    "이럴까 저럴까 마음을 한 곳으로 정하지 못하고 있다.",
    "익숙하지 못한 일보다는 현재 하는 일에서 노력하라.",
    "무엇보다 자신을 믿어야 한다. 제대로 실력발휘를 할 수 있는 날이니 희망적이다.",
    "우연처럼 느껴지지 않은 만남이 시작된다.",
    "좋아하는 음식을 먹으며 스트레스를 푸는 것도 좋다.",
    "지혜를 100% 활용하여 적극적으로 나가라. 성과가 있다.",
    "서로 도움이 되지 않는 불편한 사람과 불가피하게 일을 하게 될 수 있다.",
    "새로운 일에 도전해볼만 하니 용기를 내어보라.",
    "강하게 밀어붙이기 보다는 부드럽게 다가가야 상대의 마음을 움직일 수 있다.",
    "가족이 화합하니 웃음소리가 들려온다.",
    "오늘은 계약할 일이 있으면 뒤로 미루는 것이 좋겠다. 손해를 볼 수 있다.",
    "도움을 주고하 하는 지인들은 많지만 생각한데로 술술 풀리지는 않는다.",
    "아직은 나설 때가 아니다. 진중하게 때를 기다려라.",
    "중간에 포기하면 안 하느니만 못하다. 좀 더 노력해보라.",
    "이제야 감을 잡게 된다. 어떻게 해야 할지도 판단이 선다.",
    "재충전의 시간을 가져라. 머리를 식히기 위해 어딘가 가보는 것이 좋겠다.",
    "공과 사를 철저히 구분하라. 오해를 받거나 책임질 일이 생길 수 있다.",
    "자신감을 가지고 적극적으로 나가라.",
    "획기적인 아이디어나 기획안을 낼 수 있는 절호의 찬스가 될 것이다.",
    "하루 종일 바쁘게 움직여야 할 일이 생기는 날이다.",
    "허리띠를 졸라매도 지출이 많은 시기이니 투자나 큰 지출을 계획하고 있다면 다음으로 미루는 것이 좋다. 섣부른 판단으로 괜한 일을 벌리지 않는 것이 좋다.",
    "가는 것이 있다면 오는 것이 있는법. 지금 잃어버린 것들은 더 좋은 기회로 다시 찾아올 것이다. 낙심하고 있을 시간에 더욱 노력하라.",
    "느긋한 마음을 가져라. 조급한 마음이 일을 망치는 근원일 것이다. 한템포 쉬어간다는 생각으로 넓은 시야로 주위를 한번 돌아보는 기회를 가져라.",
    "기회는 항상 주변에 있는 법. 무엇을 선택하는 가에 따라 결과는 달라진다. 진심어린 주위의 조언을 허투로 듣지 말고 현명한 선택을 원한다면 귀 기울여야 할 것이다.",
    "많은 어려움을 느끼게 된다. 뜻하지 않은 곳에서 도움의 손길이 도착하게 되니, 그 간의 노력들이 헛되지 않음을 느끼게 될 것이며, 더욱 더 관계 개선에 힘써야 할 것이다.",
    "눈 앞에 닥친 위기는 모면할 수 있으나 더 큰 파도가 몰려오고 있으니 아직은 안심하고 기뻐할 때가 아니다. 지금 이상으로 노력으로 대처해야 할 것이다.",
    "선택에는 항상 고민이 따르는 법. 지금의 작은 것을 얻는다면 후에 올 큰 것을 얻지 못할 것이다. 지금 당장의 이익 보다는 대인관계에 집중하는 것이 좋을 것이다.",
    "능력의 한계를 느끼거나 부담스러운 일을 맡게 되더라고 몸으로 부딫치고 발로 뛰어 자신의 능력의 한계를 높인다면 큰 결실을 얻게 될 것이다.",
    "몸은 고되지만 결과에 만족함을 느낀다. 보상도 보상이지만 큰 일을 해냈다는 생각에 자신감이 충만하게 될 것이다. 무엇이든 할수 있을 것 같은 자신감이야 말로 최고의 보상일 것이다.",
    "겉모습이 그 사람의 전부가 아니다. 선입견 또는 겉모습으로 평가하기 보다는 진실된 마음을 보아야 한다. 귀인으로 다가올 사람을 겉모습으로 판단하는 오류를 범하지 않기 바란다.",
    "자신의 탁월한 능력이 주위의 시샘하거나 질투로 돌아 올 수 있으니 행동에 더욱 신중함이 필요하다. 괜한 부스럼 거리는 만들지 않는 것이 좋다.",
    "대수롭지 않게 생각했던 일들이 큰 어려움으로 되돌아 온다. 중요한 일이니 만큼 한번더 생각하고 작은것 하나도 놓치는 일이 없도록 매사에 꼼꼼하게 챙기고 신중에 신중을 기해야 한다.",
    "꼭 필요한 것을 알아서 챙겨주는 사람이 있어 너무나 고맙게 느껴진다.",
    "마음을 다잡아야 하는 시기이다. 마음을 잘못 쓰면 좋았던것도 나빠질수 있다.",
    "문제가 무엇인지 정확하게 파악하지 못하면 더 큰 문제를 만드는 것이다.",
    "지금 포기하지 않으면 많은 것을 잃을 수 있다.",
    "기대도 하지 않고 순수한 마음으로 도와주면 그에 따른 보답을 받게 된다.",
    "즉흥적인 것은 위험하다. 먼저 철저한 계획을 세우도록 하라.",
    "그 동안 노력의 대가를 충분히 보상 받는다.",
    "자주 만나지 못했던 지인으로부터 만나자는 연락이 온다.",
    "안될 것을 붙잡고 있지 마라. 나태함과 안일한 생각은 버려야 한다.",
    "작은 것에 만족하고 마음을 편안히 하도록 하라.",
    "집안의 모두가 화합하니 집안팎의 일도 만사형통이다.",
    "사막 같은 마음에 오아시스를 만난 것 같은 기쁨을 느끼게 된다.",
    "욕심으로 활동을 벌이기보다는 재충전을 하는 것이 득이 된다.",
    "불안했던 상태에서 다소 마음이 차분해지면서 제자리로 돌아온다.",
    "성실하고 적극적으로 몰두할 수 있는 때다.",
    "친구의 충고가 도움이 된다. 귀담아 듣도록 하라.",
    "나이 어린 사람의 도움이라도 무시하지 마라. 오늘의 귀인은 나이가 어린 사람이다.",
    "자신의 문제부터 해결한 후에 남의 문제를 도와주든 참견을 하든 해야 한다.",
    "활동적으로 움직이게 되는 하루다. 움직이는 만큼 자신에게 이롭다.",
    "이도 저도 아닌 어정쩡한 태도에서 벗어나 확실하게 해야 한다.",
    "적당한 선에서 타협을 하도록 한다. 더 고집을 부리면 손해 볼 수 있다.",
    "약간의 난점이 있을 듯하다. 오후에는 금전문제가 잘 풀릴 것이다.",
    "아무리 가까운 사이라도 보증, 금전관계는 두 눈을 질끈 감고 거절할 것.",
    "상대가 무엇을 어떻게 원하는지를 찾아내야 관계회복을 할 수 있다.",
    "다음에 잘하면 되니까 괜찮다고 하면서 자신을 위로해야 한다.",
    "보고 싶은 모습만 보고 그게 전부라 생각하고 있는 것은 아닌지 돌아보라.",
    "새로운 방향으로 나간다. 의욕을 가지고 새로운 일에 도전하라.",
    "주위 사람에게 세심한 관심을 가져라.",
    "삶의 주체가 바로 자신임을 늘 염두에 두어야 한다.",
    "서로의 마음이 통하고 있다. 좀 더 가까워질 수 있는 계기가 생길 것이다.",
    "다른 사람의 의견을 묻거나 힘을 빌려라.",
    "생각했던 것이 의도대로 진행되지 않게 되어 당황스럽지만 뜻을 굽혀서는 안된다.",
    "감정이 너무 앞서는 가는 것은 아닌지 자신을 되돌아보아야 한다.",
    "너무 단호하게 거절하면 인간관계가 멀어질 염려가 있다.",
    "혹시나 하고 얘기해 보아도 거절을 뜻을 보일 것이니 오늘은 말하지 마라.",
    "하고 있는 일에 전념하라. 연구하는 분야에 있어서 좋은 날이다.",
    "스트레스가 쌓이면 없었던 병도 생길 수 있으니 그때그때 잘 풀어야 한다.",
    "힘들다고 외면하지마라. 어차피 해야 할 일이라면 정명승부가 좋다.",
    "그냥 넘어가야 할 일과 반드시 집고 넘어가야 할 일이 따로 있다는 것을 생각하라.",
    "다른 사람들의 공감을 불러일으킬 수 있을 것이다.",
    "왜 이렇게 시간이 더디게 가나 하는 생각이 들 것이다.",
    "밝은 표정이 행운을 부른다. 억지로라도 웃어라.",
    "정은 한번 멀어지면 돌이키기 어려우니 상대의 마음을 잘 살펴야 한다.",
    "이성적으로 행동해야 한다고 하면서도 자꾸 감정에 휘말릴 수 있으니 조심해야 한다.",
    "행복한 기억을 새롭게 만들 수 있는 날이다.",
    "어차피 정리할 것이라면 미루지 말고 오늘 마무리를 지어야 한다.",
    "할 일이 많아진다. 힘들다고 불평하지 말고 책임을 다해라.",
    "지금 이 순간만이 줄 수 있는 행복에 올인해야 한다.",
    "탐이 나서 내 식구로 삼고 싶은 마음이 드는 사람을 만나게 된다.",
    "오해만 깊어지니 입을 꼭 다물고 있으면 안 된다.",
    "천하를 다 얻은 것 같은 기분이 들 것이다.",
    "실망스런 행동을 하는 때문에 상처를 받지 마라.",
    "뭔가 잘 될 것 같은 설레는 기분이 드는 날이다.",
    "무거운 책임이나 압박이 사그라지거나 어려운 문제가 풀릴 수도 있다.",
    "분수에 넘치면 손해 본다. 자기 꾀에 자기가 넘어가는 실수를 하지 말라. 너무 큰 일을 바라지 말고 자기 능력에 맞춰 본분을 지킨다면 무난할 것이다.",
    "하늘의 도움을 받았다 할 만하다. 막힘 없이 진행되는 모든 것들이 그저 신기할 뿐이다. 새로운 일을 시작해도 좋고 뜻했던 일들을 과감히 진행해도 좋다.",
    "같은 실수를 반복하는 것은 좋지 않다. 주위의 의견을 수렴하여 적용한다면 아무 문제 없을 것이다. 그렇다고 할 일을 미루는 것은 좋은 선택이 아니다. 관리에 신경쓰라.",
    "뒤돌아 보는 시간을 갖어라. 너무 서둘러 진행하는 것은 아닌지, 해야 하는 일이 맞는지 한번쯤 생각해 보는 시간이 필요하다. 조급함을 버리고 한박자 쉬어 간다는 마음을 가져라.",
    "즉흥적인 판단이 흐려질수 있으니 계획에 없던 일을 진행하게 된다면 다음으로 미뤄라. 계획된 일만 진행하는 것이 좋다. 대인관계는 매우 좋이니 많은 사람을 만날 수록 많은 도움이 될 것이다.",
    "활동성이 좋다. 새로운 것에 흥미로움을 느끼게 되며 새로운 목표가 생길 수 있다. 도전과 모험심이 생긴다. 새로운 일을 기획하고 계획하는데 시간을 할애 하는 것도 좋다.",
    "긍정적인 힘이 작용하는 시기이다. 기대하지 않았던 부분들이 쉽게 해결이 되며, 금전적인 부분도 만족하게 된다. 매끄럽지 않던 부분들이 자연스럽게 해결되니 지나친 욕심만 내지 않는다면 좋을 것이다.",
    "재충전의 시간을 갖자. 지닌 몸과 마음을 쉬게 하는것도 중요한 일이다. 몸 버리고 재물을 취한들 무슨 의미가 있으리. 장거리 보다는 단거리 여행이 좋으며 가정에서 편하게 보내는 것도 좋다.",
    "꿈꾸던 일들이 현실로 이뤄지는 시기이다. 바라던 일들이 있다면 원만하게 해결 될 것이다. 이런 때일수록 자신을 낮추고 겸손한 모습을 보인다면 더 좋은 행운이 찾아 올 것이다.",
    "한번 이야기한 말은 되돌리기 쉽지 않다. 괜한 오해의 원인이기도 하다. 하찮은 실수로 문제를 만들지 않도록 세심한 주의가 필요하다. 특히 상대에 대한 평가는 가급적 자제하고 긍정적인 말을 하는 것이 좋겠다.",
    "가만히 앉아 있는다고 해결되는 것은 아니다. 이럴때 일수록 치밀한 계획과 보다 많은 노력으로 새로운 것을 시도해 미래를 계획해야 한다.",
    "어려움 없는 일이 얼마나 되겠는가. 동요하지 마라. 이정도의 시련쯤은 거뜬히 이겨낼수 있다고 생각하는 것이 중요하다. 자신의 생각을 소신것 펼치고 행동해도 무방할 것이다. 자신감을 갖어라.",
    "빠릿빠릿하게 움직이지 않으니 게을러지기 쉬운 날.",
    "예상한 것에 비해서 지출이 늘어나는 날이다.",
    "일이 이상하게 흘러가는 것 같아 마음이 편하지 않다.",
    "모든 일의 중심에 서서 일을 해야 하는 책임을 지게 된다.",
    "풀어야 될 숙제가 생긴다. 시간을 두고 해결해야 한다.",
    "여러모로 만남이 많아진다. 좋은 인연이 계속 이어진다.",
    "서로에게 힘이 되겠다. 격려하는 사이에 좋은 운이 온다.",
    "오늘은 잠시 멈추어 서서 자기 자신을 되돌아보는 기회로 삼아라.",
    "재미없는 일에 매달리지 말고 과감한 발상으로 돌파구를 찾아야 한다.",
    "묶여있던 매듭이 풀리고 얹혔던 속이 시원하게 되는 때이다.",
    "많은 사람 가운데서도 두드러지게 자신의 재능을 발휘할 수 있을 것이다.",
    "해보지고 않고 안 될 것이라는 걱정을 하지 마라.",
    "하는 말마다 내가 듣고 싶었던 말만 골라서 하니 저절로 호감이 생긴다.",
    "찬밥 더운밥을 가릴 상황이 아니다. 주어진 현실에 만족해야 한다.",
    "한 번에 하나씩 처리하는 것이 더 효율적인 결과를 가져다줄 것이다.",
    "하고자 했던 일을 잠시 뒤로 미루는 것이 좋겠다.",
    "인생의 반려자를 만나는 운세이니 두 눈을 크게 뜨고 주위를 잘 살펴보아야 한다.",
    "주위의 변화를 잘 체크하라. 유용한 정보를 얻을 수 있다.",
    "여기저기 눈치 보느라고 하루 종일 마음고생이 심하다.",
    "솔직한 것이 죄가 되지는 않지만 상대에게 상처를 줄 수 있다.",
    "어찌 보면 큰일은 아니지만 당하는 입장에서는 섭섭하게 느껴질 수 있다.",
    "친구와 즐거운 하루를 보낸다. 남의 일을 도울 일이 생긴다.",
    "색다른 장소에서 만남을 가져라. 행운이 따를 것이다.",
    "나태해지기 쉬우니 스스로에게 더 엄격해져야 한다.",
    "컨디션이 좋지 않다면 무슨 일이든 능률이 오르지 않으므로 휴식이 최선이다.",
    "말 한마디를 하더라도 사리에 어긋나지 않게 말해야 한다. 괜한 핀잔을 듣게 된다.",
    "후회하느니 차라리 몸이 힘들더라도 시도해 보는 것이 낫다.",
    "구관이 명관이구나 하는 생각이 강하게 들 것이다.",
    "짧은 일탈의 시간이 그간의 스트레스 해소에 도움이 된다.",
    "마지막까지 남아있던 감정의 찌꺼기마저 깨끗하게 씻어내야 한다.",
    "소기의 목적을 달성할 수 있는 하루가 될 것이다.",
    "한순간에 결말이 나길 바란다면 일에 지장이 생긴다. 주위와 맞춰라.",
    "오랜 친구를 만나 웃음꽃이 핀다. 소개팅을 받을 기회도 온다.",
    "휘는 버들가지는 꺾이지 않는다. 지나친 감정 표현은 억제하는 편이 좋다.",
    "나를 찾아오기를 기다리기 보다는 먼저 다가가라.",
    "아무리 서둘러도 결과는 같으니 조급할 필요가 없겠다.",
    "밋밋한 삶 속에서 그동안 잃고 있었던 흥미를 찾을 수 있을 것이다.",
    "여러 가지 일로 하루 종일 바쁘게 보내는 날이 된다.",
    "모든 것이 다 새롭게 바꿔지는 시기다. 새로운 사람도 만나고 환경도 바뀌게 된다.",
    "순간적인 이익보다 크게 내다보면서 행동하고 결정해야 한다.",
    "자기 과신은 금물이다. 자중하는 태도가 필요하다.",
    "욕심을 부려서 시작한 일이 주위 사람을 힘들게 할 수 있으니 조심하라.",
    "화내지 말고 좋게 생각하고 넘어가라.",
    "사소한 일에 스트레스를 받지 말고 넉넉한 마음을 내라.",
    "자신의 입장은 확실히 밝히는 것이 유리하다.",
    "처음에는 원하는 대로 이루지 못하나 차츰 이룬다.",
    "지금은 앞으로의 상황이 어떻게 될지 가만히 지켜보면서 지나가야 한다.",
    "얼렁뚱땅 대충 넘어가려고 한다든지 억지는 통하지 않는다.",
    "무조건 앞으로 가려고만 하지 말고 제대로 가고 있는 살펴야 한다.",
    "마음에 안 들지만 현실과 타협해야 할 일이 생긴다.",
    "주위의 부러움을 살 정도로 늦복이 터지게 된다.",
    "너무 지쳐 있다. 자신을 돌이켜 보는 시간을 가져야 할 때다.",
    "그토록 간절히 원하던 답을 듣게 될것이다. 세상이 다 내편이 된 것 같겠다.",
    "걱정하지 마라. 현재 오는 즐거움을 온전히 즐겨라.",
    "가까운 친구와 다툼수가 있으니 조금씩 양보해라.",
    "반복되는 일상에 회의를 느낀다. 새로운 변화를 찾아라.",
    "지출은 꼼꼼하게 체크하고 계획되지 않은 것은 자제하라. 즉흥적인 결정은 후회 할 일을 만들 뿐이다. 평소대로 하면 무난하다.",
    "허리띠를 졸라매도 지출이 많은 시기이니 투자나 큰 지출을 계획하고 있다면 다음으로 미루는 것이 좋다. 섣부른 판단으로 괜한 일을 벌리지 않는 것이 좋다.",
    "가는 것이 있다면 오는 것이 있는법. 지금 잃어버린 것들은 더 좋은 기회로 다시 찾아올 것이다. 낙심하고 있을 시간에 더욱 노력하라.",
    "느긋한 마음을 가져라. 조급한 마음이 일을 망치는 근원일 것이다. 한템포 쉬어간다는 생각으로 넓은 시야로 주위를 한번 돌아보는 기회를 가져라.",
    "기회는 항상 주변에 있는 법. 무엇을 선택하는 가에 따라 결과는 달라진다. 진심어린 주위의 조언을 허투로 듣지 말고 현명한 선택을 원한다면 귀 기울여야 할 것이다.",
    "많은 어려움을 느끼게 된다. 뜻하지 않은 곳에서 도움의 손길이 도착하게 되니, 그 간의 노력들이 헛되지 않음을 느끼게 될 것이며, 더욱 더 관계 개선에 힘써야 할 것이다.",
    "눈 앞에 닥친 위기는 모면할 수 있으나 더 큰 파도가 몰려오고 있으니 아직은 안심하고 기뻐할 때가 아니다. 지금 이상으로 노력으로 대처해야 할 것이다.",
    "선택에는 항상 고민이 따르는 법. 지금의 작은 것을 얻는다면 후에 올 큰 것을 얻지 못할 것이다. 지금 당장의 이익 보다는 대인관계에 집중하는 것이 좋을 것이다.",
    "능력의 한계를 느끼거나 부담스러운 일을 맡게 되더라고 몸으로 부딫치고 발로 뛰어 자신의 능력의 한계를 높인다면 큰 결실을 얻게 될 것이다.",
    "몸은 고되지만 결과에 만족함을 느낀다. 보상도 보상이지만 큰 일을 해냈다는 생각에 자신감이 충만하게 될 것이다. 무엇이든 할수 있을 것 같은 자신감이야 말로 최고의 보상일 것이다.",
    "겉모습이 그 사람의 전부가 아니다. 선입견 또는 겉모습으로 평가하기 보다는 진실된 마음을 보아야 한다. 귀인으로 다가올 사람을 겉모습으로 판단하는 오류를 범하지 않기 바란다.",
    "자신의 탁월한 능력이 주위의 시샘하거나 질투로 돌아 올 수 있으니 행동에 더욱 신중함이 필요하다. 괜한 부스럼 거리는 만들지 않는 것이 좋다.",
    "심증은 있는데 확실하지 않아 이상하게 생각한 것을 확인해보라.",
    "만사가 순조로운 날이다. 현상유지에 만족하라.",
    "불안하게 생각하거나 조급해 하지 마라.",
    "남에게 먼저 주면 자신은 더 많이 받게 된다.",
    "가까운 친구가 가장 큰 위안처가 된다.",
    "일단락되어 한숨을 돌리는 때. 휴식을 취하라.",
    "먼저 말을 건네라. 좋은 반응을 보이게 될 것이다.",
    "실리를 선택할 지 우정을 택할 지 고민에 빠진다.",
    "노력한 것에 비해서 나은 보상을 받은 것 같아 기분이 좋아진다.",
    "백지장도 맞들면 낫다. 주위 사람과 상의하면 훨씬 편해진다.",
    "급한 마음으로 서두르면 실수가 따르기 쉬운 날이니 차분하게 처리하라.",
    "본분을 잊지 마라. 허세는 위험하다.",
    "인연이 여기까지라 생각하고 받아들여야 한다.",
    "백지장도 맞들면 낫다. 협력할수록 성공의 가능성이 커진다.",
    "레드카드를 받고 강제 퇴장을 한 기분이 들 만한 일이 있겠다.",
    "항상 말조심을 해야 한다. 대화 중에 자신에게 집중적으로 화살이 날아오는 상황이 벌어진다.",
    "앞으로만 나아가려고 하지 말고 일단 한 걸음 물러서는 것이 좋을 듯하다.",
    "혼란스럽다. 일단락 짓고 넘어가는 것이 좋다.",
    "영양 밸런스, 운동, 수면, 기호품 등 나쁜 것은 빨리 고쳐 건강을 지켜야 한다.",
    "고생 끝에 낙이 온다 했다. 각고의 노력으로 바라던 것이 이뤄질 것이다.",
    "여행을 떠나고 싶은 생각이 조금이라도 있다면 지금 당장 계획을 세워라.",
    "자신이 복 받은 사람이라는 생각이 들게 하는 일이 있을 것이다.",
    "노심초사한 끝에 중요한 결심을 하게 된다.",
    "마음의 결정을 내리기에 앞서서 전문가의 조언을 청해 듣도록 하라.",
    "과욕을 부리지 말고 주어진 현실에 만족하는 자세가 중요하다.",
    "지금은 소비를 줄이지 않으면 지탱하기 힘들어진다.",
    "즐거움을 줄 만한 일을 적극적으로 찾아서 하도록 하라. 현실 돌파의 비결이 되어준다.",
    "진심으로 대하라. 자신의 속마음이 상대에게 전해진다.",
    "나이 공짜로 먹는 것이 아니다 라는 것을 알게 된다.",
    "그동안 쌓아온 인간관계와 정이 큰 힘이 되어준다.",
    "중요한 일 뒤에 오는 허탈감 등으로 피곤해진다.",
    "화가 났다가도 막상 얼굴을 보면 다 잊어버리고 아무 말도 못 하게 된다.",
    "오늘은 푸른색 계통의 옷을 입으면 운이 열린다.",
    "대우 받는다는 기분 좋은 느낌을 받게 된다.",
    "누구보다도 자신과 대화를 하는 시간을 가질 필요가 있다.",
    "새로운 직장을 얻게 되거나 일거리가 들어올 것이다.",
    "대접을 받으려 하지 말고 먼저 베풀 수 있는 마음을 가져라.",
    "항상 노력하라. 자기 계발을 하는 가운데 운도 상승하고 좋은 기회도 온다.",
    "이런 저런 생각이 많으면 어떤 결정도 할 수 없으니 생각을 정리해야 한다.",
    "불필요한 약속은 미루고 일찍 귀가해라.",
    "모든 결정을 다 보류하고 시간을 최대한 끌어야 한다.",
    "자신의 감정에만 빠져서 다른 것도 보이지 않을 수 있다.",
    "계획한 일에 차질이 생길 수 있으니 한 번 더 점검해 보아야 한다.",
    "지위를 남용하여 이득을 얻으려 하지 말라.",
    "오전 기분에 하루가 좌우된다. 성실한 자세로 임하라.",
    "보지 말아야 할 것을 보게 된다.",
    "모든 사람이 자신의 상식과 같지 않다는 것을 명심하고 대인관계를 하면 편하다.",
    "더 이상 할 말이 없을 정도로 말이 통하지 않는 상대는 피하는 것이 상책이다.",
    "서로에게 맞지 않는다면 방법을 바꾸는 것이 좋다. 곧 기회가 온다.",
    "둘의 관계가 모두에게 알려지거나 알리고 싶어서 하는 일이 생길 것이다.",
    "때로는 만사를 적당히 처리하는 게 이득이 될 수 있다.",
    "처음에는 고되고 힘이 들지 모르나 끝까지 희망을 잃지 않는다면 웃을 일이 있다.",
    "불편했던 상태에서 벗어나니 편해진다.",
    "아무리 머리를 쥐어짜도 좋은 아이디어가 떠오르지 않아 답답해진다.",
    "빠르고 적극적인 태도로 임하라. 새로운 아이디어를 얻는다.",
    "자신의 결점은 솔직히 인정하라. 도움이 된다.",
    "없는 말이 아니라도 듣는 사람이 불편하게 느낄 수 있는 말은 가려서 하라.",
    "불필요한 생각이 많아지다 보니 억측도 하게 될 수 있으니 경계해야 한다.",
    "모든 것이 부족함 없이 풍요로운 하루가 된다.",
    "사소한 시비거리가 생길 수 있다. 그동안 쌓였던 감정들을 정리할 수 있는 기회가 된다. 묵힌다고 다 좋은건 아니니 이번 기회에 털어버리고 좋은 관계를 만들가. 전화위복이 된 결과다.",
    "혼자만의 생각을 고집하게 된다면 독단과 독선에 빠질수 있으니 주위의 의견을 귀담아 들어 자신의 것으로 만들어야 한다. 보다 많은 대화를 나눌 수 있는 시간을 할애하라.",
    "힘들다고 느낄 것이다. 어렵고 힘들지 않게 결과를 얻을 수는 없다. 이 또한 지나가는 과정이라 생각하고 낙심하지 말고 느긋한 마음을 가져라. 마음이 편해서 성과가 있다.",
    "지나친 욕심은 일을 그르치지 쉽다. 노력한 만큼의 결과는 있을 것이다. 차분한 마음으로 진행하는 일에 최선을 다하는 것이 가장 현명한 일이다.",
    "시작이 좋다고 하나 마무리가 좋지 않으면 결과 또한 좋지 않을 수 있다. 끝까지 최선을 다하는 모습이야 말로 좋은 결고를 얻는 가장 현명한 방법일 것이다.",
    "어려운 문제가 발생한다. 지금의 문제가 무엇이며 해결 방법은 무엇인지 슬기로운 상황대처 능력이 필요하다. 필요하다면 주위의 도움을 받는 것도 하나의 방법일 것이다.",
    "혼자 하는 일에는 한계가 있다. 모두 내것인양 가지고 있어봐야 몸은 몸대로 힘들어 지고 고민만 늘어난다. 협업 또는 도움을 요청해 원만하게 해결하는 것이 가장 현명하다.",
    "어려움이 없는 나날들이 얼마나 되겠는가. 지금의 시간이 지나면 좋은 결과가 만들어 진다. 좋은 기운이 생기고 있으니 좋게 좋게 생각하라. 좋은 결과가 있을 것이다.",
    "이일 저일 모두 관여하게 되어 평소보다 힘들어 지겠다. 자신의 일의 성과가 저조하다고 실망할 필요는 없다. 이런날도 있고 저런날도 있는 것이다. 언젠가 도움 받을 날이 오지 않겠는가.",
    "큰 성공을 위해 지금의 고생은 당연하다. 새로운 일이 시작고 손이 바쁘지만 모두가 미래를 위해 기반을 다지는 작업이니 바쁘더라도 소홀해서는 안된다.",
    "노력한 만큼의 결과는 충분히 보상받는다. 결과에 만족하고 더 이상의 욕심은 없어야 한다. 기분 좋게 지인이나 가족과 시간을 보내는 것이 좋겠다.",
    "실수는 있겠지만 걱정할 필요까지는 없다. 동료나 직장상사로 부터의 도움으로 원만히 해결 가능하다. 기죽지 말고 용기백배해서 하던 일에 최선을 다하면 된다.",
    "애정운이나 금전운에서 모두 다 유리하게 작용해줄 것이다.",
    "주위에 도움을 얻을 필요가 있다.",
    "순간의 감정으로 막연하게 판단하는 오류를 하기 쉬우니 평정심을 유지해야 한다.",
    "상대가 틀리다는 생각이 들더라도 고치려 하지 마라.",
    "또 다른 상황이 전개된다. 마음의 준비를 하도록 한다.",
    "변화나 이동은 과감히 실행한다. 기회가 왔다고 판단되면 너무 늦추지 마라.",
    "변화를 두려워하면 경쟁에서 낙오된다.",
    "신경이 예민해져서 너무 과민하게 받아들이기 쉽다.",
    "노력과 시도를 할 만큼 했는데도 원하는 결과가 나오지 않는다면 다음 기회를 노려라.",
    "즐기거나 노는 것도 쉬운 일이 아니라는 생각이 들 것이다.",
    "멀어졌던 친구를 다시 만난다든지, 화해를 할 수 있다.",
    "둘 다 이루고 싶은 욕심을 내다보면 둘 다 이루기 어렵다.",
    "좋은 기회가 다가오고 있다. 빨리 잡아라.",
    "실력부족을 숨기지 마라. 솔직한 태도로 나가는 것이 현명하다.",
    "상대를 믿고 이해하라. 진정한 만남은 언제나 오래 참고 시기하지 않는 것이다.",
    "나 혼자만의 문제라 생각했는데 다른 사람도 같은 것을 겪는다는 것이 위안이 된다.",
    "활짝 운이 열린다. 집안으로 재물복이 들어오고 있다.",
    "작은 것에 얽매이면 다음 일에 지장이 생긴다.",
    "마음에 드는 상대를 만날 것이다. 하는 말마다 내가 하고 싶었던 말만 골라서 하니 저절로 통한다.",
    "지금 여기서 포기하면 미래의 멋진 나는 존재하지 않는다.",
    "전반적으로 피곤하지만 쉴 수가 없다. 쓸데없는 지출은 자제하도록 하라.",
    "혼자서 많은 것을 해야 하니 지치겠다.",
    "마음에 걸리는 것이 있어 자꾸 신경 쓰게 된다.",
    "지금 다투면 오래갈 수 있으니 감정조절을 잘해야 한다.",
    "반가운 소식이 날아든다. 지금까지 미루어 오던 일을 처리할 수 있을 것이다.",
    "결과에 너무 연연하지 말고 현재 상황에 만족하라.",
    "아직까지는 시기상조이니 노력만큼의 운이 따르지 않는다.",
    "남의 말에 현혹되지 마라. 남의 평판이나 고정관념에 얽매이면 망설이게 된다.",
    "돌아가는 상황에 맞추면 별 어려움 없이 매사 순조롭게 나간다.",
    "많이 움직여야 얻는 것도 많을 것이다. 일 관계로 만난 사람과 인연이 있다.",
    "다 맞는 말이라고 머리로는 이해가 되어도 쉽게 받아들여지지 않는다.",
    "끝까지 포기하지 않고 추진하면 반드시 진전이 있을 것이다.",
    "만사가 귀찮다. 포기하고 싶은 마음이 굴뚝같을 것이다.",
    "무사 평안하게 지나간다. 처음에 마음먹은 대로 진행하는 것이 좋겠다.",
    "솔선수범해서 일 처리를 하다 보면 좋은 결과를 맺을 수 있다.",
    "노력한 결과가 좋으니 집안에 경사가 있겠다.",
    "따분한 하루가 되기 쉽다. 감정대로 행동하면 후회만 남는다.",
    "활동적으로 움직이게 되는 하루다. 움직이는 만큼 자신에게 이롭다.",
    "기존의 방법에서 벗어나 새로운 방법으로 일처리를 해야 좋은 결과가 따른다.",
    "자신의 주장만 옳다고 생각하지 마라. 마음의 문을 열어야 평화가 찾아온다.",
    "충동적으로 움직이기 쉬우니 계획을 세워야 한다.",
    "전문가의 조언을 구하라. 알지 못했던 사실을 알게 된다.",
    "잠시 일이 지연되는 듯 보여도 포기하지 않으면 좋은 결과를 보게 될 것이다.",
    "친한 사람과 즐거운 교류를 하게 된다.",
    "억지로 이루려 하면 일을 그르친다.",
    "예측할 수 없는 일이 있으니 대비를 해두는 것이 좋겠다.",
    "조용히 시간을 두고 진행 과정을 지켜보라. 좋은 결과가 찾아올 것이다.",
    "어떤 상황에서도 제일 보듬어 주어야 할 사람은 가족이다.",
    "살다 보면 새로운 변화가 주어야 할 때가 있는 것이다.",
    "든든하다는 생각이 들 정도로 고마운 말을 듣는다.",
    "안이한 자세로 처리하면 문제가 생긴다. 꼼꼼히 처리해야 할 것이다.",
    "상황이 호전될 때까지 섣불리 움직이지 말고 기다리는 것이 좋다.",
    "남보다 한 발 앞선 대처가 필요하다.",
    "누구의 잘못이냐를 따지기 전에 일단 발등에 떨어진 불부터 꺼야 한다.",
    "오랜만에 가족들의 밝은 미소를 볼 수 있다. 금전 운도 좋아진다.",
    "길을 다니면서 주위를 잘 살펴야 한다.",
    "계획이 작다고 성과가 작고 초라하다 볼 수는 없다. 모든 일에는 시작이 중요한 법이다. 하고 싶은 일이 있다면 작은것 하나를 먼저 시작하는 자세가 필요하다.",
    "사소한 일에 괜한 고집을 부릴 필요가 없다. 이치에 맞는 행동을 하면 되는 것이다. 이성적이지 못한 엉뚱한 판단을 하게 된다면 주위의 화를 자초하게 되는 꼴이다. 너그러운 마음을 가져라.",
    "지출은 꼼꼼하게 체크하고 계획되지 않은 것은 자제하라. 즉흥적인 결정은 후회 할 일을 만들 뿐이다. 평소대로 하면 무난하다.",
    "허리띠를 졸라매도 지출이 많은 시기이니 투자나 큰 지출을 계획하고 있다면 다음으로 미루는 것이 좋다. 섣부른 판단으로 괜한 일을 벌리지 않는 것이 좋다.",
    "가는 것이 있다면 오는 것이 있는법. 지금 잃어버린 것들은 더 좋은 기회로 다시 찾아올 것이다. 낙심하고 있을 시간에 더욱 노력하라.",
    "느긋한 마음을 가져라. 조급한 마음이 일을 망치는 근원일 것이다. 한템포 쉬어간다는 생각으로 넓은 시야로 주위를 한번 돌아보는 기회를 가져라.",
    "기회는 항상 주변에 있는 법. 무엇을 선택하는 가에 따라 결과는 달라진다. 진심어린 주위의 조언을 허투로 듣지 말고 현명한 선택을 원한다면 귀 기울여야 할 것이다.",
    "많은 어려움을 느끼게 된다. 뜻하지 않은 곳에서 도움의 손길이 도착하게 되니, 그 간의 노력들이 헛되지 않음을 느끼게 될 것이며, 더욱 더 관계 개선에 힘써야 할 것이다.",
    "눈 앞에 닥친 위기는 모면할 수 있으나 더 큰 파도가 몰려오고 있으니 아직은 안심하고 기뻐할 때가 아니다. 지금 이상으로 노력으로 대처해야 할 것이다.",
    "선택에는 항상 고민이 따르는 법. 지금의 작은 것을 얻는다면 후에 올 큰 것을 얻지 못할 것이다. 지금 당장의 이익 보다는 대인관계에 집중하는 것이 좋을 것이다.",
    "능력의 한계를 느끼거나 부담스러운 일을 맡게 되더라고 몸으로 부딫치고 발로 뛰어 자신의 능력의 한계를 높인다면 큰 결실을 얻게 될 것이다.",
    "몸은 고되지만 결과에 만족함을 느낀다. 보상도 보상이지만 큰 일을 해냈다는 생각에 자신감이 충만하게 될 것이다. 무엇이든 할수 있을 것 같은 자신감이야 말로 최고의 보상일 것이다.",
    "다각도로 살펴볼 필요가 있겠다. 한쪽 면만 보면 올바른 판단을 할 수 없다.",
    "결과보다 과정에서 좋은 것을 얻을 수 있다. 부지런히 행동하라.",
    "자존심은 버리고 잘못한 것은 빨리 인정하고 깨끗이 사과해야 한다.",
    "서로의 의견을 교환하라. 새로운 아이템을 얻을 수 있다.",
    "전진만 할 수는 없다. 잠시 여유를 즐겨라.",
    "오솔길에서 큰길로 나아가는 운세이니 여러모로 길하다.",
    "마음이 흔들리게 되어 일을 그르치게 될 수 있으므로 의연한 자세로 대처해야 한다.",
    "여러가지 고민이 생기겠지만 처음에 생각했던 계획한대로 진행하는것이 가장 현명한 방법이다.",
    "희비가 엇갈릴 땐 좋은 쪽만 생각하라.",
    "항상 말조심을 해야 한다. 대화 중에 자신에게 집중적으로 화살이 날아오는 상황이 벌어진다.",
    "냉정하게 상황을 보아라. 욕심이 앞서면 시야가 흐려져서 제대로 판단할 수 없다.",
    "섣부른 간섭을 하거나 자꾸 채근하지 말아야 한다. 역효과만 있을 것이다.",
    "나이가 들수록 한 번 생각이 들면 바꾸기가 어렵다.",
    "인연이 아니면 헤어질 수 있는 것이라 편하게 받아들여라.",
    "주저하지 마라. 추진력을 있어야 원하는 것을 얻는다.",
    "다른 어느 때보다도 신중하고 조심하면서 하루를 보내는 게 좋을 것이다.",
    "이제는 굳은살이 생길 때도 된 것 같은데 심정이 상하는 것은 어쩔 수 없다.",
    "무엇을 하든지 열심히 하면 알아주는 이도 있고 좋은 결과를 만들 수 있을 것이다.",
    "다른 사람들의 공감을 불러일으킬 수 있을 것이다.",
    "바쁘더라도 마무리를 확실히 하라. 끝이 가장 중요하다.",
    "능률이 오른다. 소홀했던 것에 집중하는 것이 좋겠다.",
    "쉽게 마음을 열지 않았던 사람도 설득하게 된다.",
    "정신이 맑아지고 몸이 가벼워질 것이다.",
    "아침 기분이 하루를 좌우한다. 기분 좋은 일로 하루를 시작하게 될 것이다.",
    "욕심을 내지 마라. 현재에 만족하는 것이 최선의 길이다.",
    "슬기와 재치가 필요하다. 상대의 마음을 잘 살피고 보살펴주어야 한다.",
    "관심을 가지고 잘 살펴라. 자기도 모르는 사이에 집안 식구 중에 건강이 나빠지는 사람이 있겠다.",
    "따스한 기운과 부드러운 여유가 함께 한다.",
    "귀를 열고 주변의 얘기를 잘 들어라. 좋은 정보를 얻을 수 있을 것이다.",
    "마음과 상관없이 더디게 진행되는 일 때문에 답답하겠다.",
    "오늘은 모처럼 두 사람이 서로에 대한 애틋한 감정을 확인하게 된다.",
    "좋은 사람들과 함께 하는 시간이 기분 전환에 큰 도움이 될 것이다.",
    "도움의 손길이 없고 혼자 힘으로 해결하기에는 버거우니 난감하겠다.",
    "여러 사람에게 사과를 해야 하는 실수를 할 수 있으니 정신을 똑바로 차려야 한다.",
    "주위의 도움으로 많은 문제들을 해결하게 된다.",
    "소신 있게 자신의 의지대로 밀어붙여도 좋다.",
    "동분서주하나 뜻대로 잘 이루어지지 않는다.",
    "마음을 잡지 못하고 방황하기 쉽다. 차분한 음악을 들어라.",
    "모든 일을 이제부터 시작한다는 마음과 자세로 노력하라.",
    "중요한 일을 앞두고 있으니 잡다한 일들은 미루는 것이 좋다.",
    "자신의 적성에 맞지 않는다는 판단이 서면 빨리 손을 떼는 것이 낫다.",
    "지푸라기라도 잡는 마음으로 기대감이 생긴다.",
    "그다지 태평할 때가 아닌데 자신의 행동은 둔해지기 쉽다.",
    "조급해 하지도 말고 불안하게 생각하지도 마라.",
    "자주 만나지 못했던 사람에게서 연락이 올 것이다.",
    "참신한 정보를 구해서 적극적으로 활용하면 좋은 기회가 온다.",
    "게으른 사람이 짐을 더 많이 진다. 일을 미루다가는 한꺼번에 많이 하게 된다.",
    "나 한 사람으로 인해 분위기가 나빠지지 않도록 특별히 언행에 신경 쓰도록 하라.",
    "마음을 풀 때까지 기다려준 덕에 좋은 결과를 보게 된다.",
    "마음의 여유를 가져야 한다. 초조하면 해결이 더 어려울 것이다.",
    "여러 사람들과 어울리면서 정보를 얻게 된다.",
    "아직은 힘들다. 곧 해결방법이 생기니 기다리는 것이 좋겠다.",
    "대체 무슨 바람이 불어서 그런지 의아한 생각이 드는 행동을 하게 된다.",
    "인생에 있어서 가끔씩 주어지는 뜻밖의 선물은 그것을 알아보는 사람에게만 찾아가는 법이다.",
    "무신경한 것이 원인이 된다. 세심한 배려가 필요하다.",
    "하늘이 무너져도 솟아날 구멍은 있는 법이다. 의외의 도움으로 어려움에서 기사회생한다.",
    "모든 것들을 전부 가질 수는 없다. 작은 것을 버리고 큰 것을 얻어라. 얻을 것이 충분히 있다. 지나친 욕심으로 화를 불러 모두를 잃는 일이 없도록 해야 할것이다.",
    "지속적인 현상태의 유지는 감정과 불만이 팽배해 질 수 있으니 서로가 대화 할 수 있는 시간을 갖어라. 한번쯤을 풀고 갈때가 된 것이다. 어렵다 느껴졌던 것들이 순조롭게 해결 될 것이다.",
    "모든게 좋다 좋다 할 필요가 없다. 때로는 이기적인 행동들도 필요하다. 적당한 긴장감은 긍정적인 결과로 이어질 것이다. 너무 마음 쓸 것 없이 소신것 행동하라.",
    "너무 피곤한 것은 아닌지 자신을 한번 돌아 볼 때이다. 건강을 잃는 다면 모든 것을 잃는 것이나 마찮가지인 만큼 충분한 휴식을 취하고 다음을 생각해야 할 것이다.",
    "다소 매정해 보일지라도 오해의 소지가 있을 수 있는 것은 확실히 갈무리를 하는 것이 좋다. 정에 호소 하겠지만 아닌 것은 아니다. 너무 마음 쓸 필요 없다.",
    "일확천금은 존재하지 않는다. 괜한 무리수로 손해를 보는 일이 없도록 해야 한다. 충분한 성과를 얻을 수 있을 것이니 유혹에 빠지지 않도록 하라.",
    "하는 것 마다 좋은 결과를 얻을 것이다. 흔치 않은 기회가 될 것이니 뜻한 바가 있다면 과감하게 도전해 보는 것도 좋을 것이다.자신의 판단을 믿어라.",
    "얻고자 하는 것이 큰 만큼 어려움도 큰 법이다. 쉽게 쉽게 얻을 수 있는 것들이 얼마나 되겠는가. 끈기와 인내를 가지고 자신의 판단을 믿고 묵묵히 진행하라.",
    "주목받는 것이 부담스러울 수 있다. 소신껏 판단하고 행동하면 그뿐. 개념치 말자. 별것 아닌것으로 일을 그르치지 말고 대범하게 행동하라.",
    "사과를 받게 되는 일이 있으면 쿨하게 인정해주 잘못한 일은 먼저 사과하라. 굳이 시시비비를 가릴 필요까지는 없다. 무난하게 지나갈 하루에 괜한 트집으로 골칫거리를 추가할 필요가 없다.",
    "남의 일에 지나친 참견은 좋지 않다. 도와 주고자 하는 마음은 고맙게 여기겠지만 괜한 오해와 시기를 사기에 충분하니 묵묵히 자신의 일에 최선을 다하는 것이 좋다.",
    "노력한 만큼의 보상은 주어 질 것이니 마음을 편히 하라. 사실 복잡하게 생각할 것도 없다. 묵묵히 자신의 일에 최선을 다하기만 하면 된다.",
    "열린 마음으로 멀리 내다보아라. 현실의 어려움쯤은 능히 이길 수 있다.",
    "쓸데없이 시간 낭비만 한 것이 될 수 있으니 시간 관리를 철저히 하라.",
    "자신이 있거나 없는 것과 상관없이 가야 하는 길이 있다.",
    "자기 과신은 금물이니 자중해야 할 것이다.",
    "해야 할 일이 산더미다. 오늘은 일속에 파묻혀 지내게 된다.",
    "호기심 이상의 애틋한 감정을 느끼게 된다.",
    "어렵던 일들이 해결되니 바라는 바를 이루게 될 것이다.",
    "상대가 먼저 화해를 요청해오면 받아들이는 것이 좋다.",
    "남의 말을 너무 믿다가는 재물에 손해를 본다. 사람을 너무 믿지 말라.",
    "쓸데없는 일로 힘 빼지 말고 다시 한번 깊이 생각해보라.",
    "획기적인 변화를 가져올 수 있는 행운이 온다. 충분히 누릴수 있을 것이다.",
    "자기비하는 하지 마라. 아무런 득이 되지 않는다.",
    "차가운 지성과 불타는 정열이 부딪치는 날이다. 따듯한 미소를 잃으면 피곤해진다.",
    "지갑이나 귀중품 등을 분실하거나 도난당할 수 있으니 주의해라.",
    "질투의 감정이 생겨도 태연한 태도를 취해야 한다.",
    "모든 일처리에 있어서 유리하니 가급적이면 오늘 안에 처리하라.",
    "위험 요소가 곳곳에 숨어있다. 잘 헤쳐 나가기 위한 남다른 지혜가 필요하다.",
    "돌다리도 두들겨 보고 건너라. 무엇보다 안전이 제일이다.",
    "모든 것이 표면적으로 확연하게 보일 때까지 어떤 것도 속단하지 마라.",
    "순조로운 운이니 과욕만 부리지 않으면 무난하게 넘어간다.",
    "물건을 분실하거나 가전제품 등의 고장에 주의.",
    "침체기를 벗어날 수 있는 계기가 생긴다.",
    "무슨 일을 하든지 다 잘될 것 같은 자신감이 생긴다.",
    "삶의 지혜를 가르쳐주는 귀한 말을 듣게 된다.",
    "마음의 여유가 없겠지만 상대의 감정까지 챙기는 여유로움을 가져라.",
    "사소한 일에 신경 쓰지 말고 자신에게 주어진 일을 대범하게 처리하라.",
    "작은 것에 만족하도록 하라. 이익이 있어도 무리하면 물거품이 된다.",
    "여러모로 즐거운 일들이 줄줄이 대기하고 있다.",
    "쓸데없는 미련을 빨리 버릴 수 있도록 확실한 의사 표현을 해야 한다.",
    "여러모로 마음이 통하는 사람을 만날 것이다. 우연한 재회도 기대된다.",
    "주저하지 마라. 추진력을 있어야 원하는 것을 얻는다.",
    "함부로 말하게 되면 일신에 좋지 않다. 철저한 자기 관리가 필요한 날이다.",
    "포기하기에는 아직 이르다. 끝까지 최선을 다해야 하겠다.",
    "한발 뒤로 물러나서 상황을 살피는 것도 필요하다.",
    "달콤한 말에 귀 기울이지 말고 약이 되는 쓴 말을 새겨 들여야 한다.",
    "자신의 능력을 모두 발휘한 후 겸허하게 결과를 받아들여라.",
    "성급한 판단은 금물이다. 조급하게 생각하지 마라.",
    "정확하게 듣고 분명히 본 후에 판단해야 실수하지 않는다.",
    "금전 운이 있는 날이다. 특히 거래에 있어서 이득이 따라준다.",
    "수입은 무난한 편이다. 아주 우연히 오래전에 알던 사람과 만나게 된다.",
    "자신감이 붙는다. 자신의 능력을 충분히 발휘할 수 있을 것이다.",
    "마음을 단단히 먹어라. 정에 약해지면 손해 볼 수 있다.",
    "평소와 다른 내가 될 수 있다. 자신도 자신을 이해하기 어려울 때가 있는 것이다.",
    "둘 사이의 문제는 둘이서 해결해야 한다. 다른 사람이 개입하면 더 시끄러워질 뿐이다.",
    "말도 안된다 하여 짜증 낼 필요는 없다. 무엇보다 감정조절을 잘해야 한다.",
    "섣불리 남의 일에 나서다가는 큰 코 다칠 수 있으니 가만히 있어야 한다.",
    "왠지 모르게 자신감이 저하되는 날이다.",
    "자신에게 기회가 주어지는 날이다. 적극적인 마음으로 나가라.",
    "사람이 큰 자산이다. 인맥의 힘을 경험하게 될 것이다.",
    "변수가 생긴다. 심각한 선택의 고민을 하지 않을 수 없겠다.",
    "알찬 계획을 세워라. 실속 있고 풍성한 열매를 얻게 되겠다.",
    "바쁘더라도 마무리를 확실히 하라. 끝이 가장 중요하다.",
    "믿었던 사람에게 실망하게 된다. 고독감을 느끼는 날이다.",
    "아직까지는 시기상조다. 노력만큼의 운이 따라주지 못하고 있다.",
    "고독한 자신과의 싸움이다. 깊이 생각하고 행동하라.",
    "금전 지출을 하면서도 즐겁다. 가족과 함께 휘파람을 불면서 길을 떠나보라.",
    "깜짝 놀랄 일이 있겠다. 미리 대책을 세워두어라.",
    "현재보다 미래를 생각하는 안목을 가져라.",
    "남의 말만 듣고 흔들리지 말고 소신있게 행동하라",
    "뜻하지 않는 반전으로 상황이 어려워 진다. 이럴때 일수록 더욱 마음을 추스르고 행동 하나하나 분명히 해야 할 것이다. 무엇보다 마음이 흔들리지 않게 확실히 다 잡아야 할 것이다.",
    "모든 일에는 시련이 있기 마련이다. 인내는 쓰고 열매는 달다는 것을 상기하며 지금의 고비를 잘 극복해야 할것이다. 끝까지 최선을 다해 지금의 어려움을 극복하라.",
    "주위 여건이 좋지 않은 상황에서 일이 추진된다. 그러나 좌절할 필요는 없다. 꿋꿋이 밀고 나가야 한다. 끈기 있는 도전이 머지않아 결실을 맺게 될 것이다.",
    "얻기만 할 수는 없는법. 얻는 것이 있다면 잃는 것도 있다. 작은 것을 잃고 큰 것을 얻기 위해 현명판 판단을 할 수 있도록 해야 한다. 또한 비록 조금 더 잃는 다고 낙심 할 것 까지는 아니니 개념치 말라.",
    "서둘러 진행한다고 모든 것이 빨리 해결되는 것은 아니다.  새로운 것을 시작하기에 앞서 충분한 조율의 시간을 갖어라. 자신이 생각하는 것보다 조금만 낮춘다면 잘 해결될 것이다.",
    "경제적인 면에 있어서의 안정을 기대해도 좋다. 기대했던 것 이상의 결과를 있을 것이고 생활을 영위해 나가는 데에는 아무런 지장이 없는 수준이 될 것이다.",
    "자신의 당신의 능력 만으로도 충분히 성과를 얻어 낼 수 있으며 주위를 감동시킬 수 있다. 하지만 자신감이 부족한것이 안타깝기만 하다. 망설임 없이 적극적인 자세가 필요하다.",
    "마주하고 싶지 않다 하여 피할 수는 없다. 의지만 있다면 아무일 아닌것 처럼 행동 할 수 있습니다. 이정도의 노력 없이 결과를 얻을 수는 없다. 침착하게 평상시대로 생각하고 행동하라.",
    "바쁘다는 핑계로  소홀했던 지인, 친구들과의 자리를 마련해 보라. 세상은 혼자 사는 것이 아니기에 돈독한 관계가 후에 크게 도움이 될것이다.",
    "나의 성실함이 주위의 활력소가 될 것이다. 이니 많은 사람들이 나를 좋아하게 되는 것이니 더 많은 사람들과의 대인관계를 위해 노력해야 할 시기이다. 좋은 선순환 관계가 될 것이다.",
    "지금이 가장 행복한 시간일 것이다. 더 이상의 욕심은 무리일듯 싶다. 더이상 진전이 없는 현상 유지만 한다 해도 아주 충분히 여유롭게 생활 할 수 있다. 현재의 즐거움을 만끽하라.",
    "강력한 카리스마를 바탕으로 추진한 일들이 성공적으로 마무리가 되어 큰 성취감을 느낄 것이다. 지금의 기분이라면 어떤 고난과 어려움이 닥쳐도 흔들림 없이 해쳐나갈 것 같은 마음이다.",
    "너무 떠벌리거나 티를 내지 마세요. 조용히 일을 처리하는 것이 좋은 날입니다.",
    "때와 장소를 잘 가려야 할 때입니다. 주변 분위기를 잘 살펴서 행동하세요.",
    "좋은 기회가 온다면 놓치지 말고 잡으세요. 기회는 매번 찾아오는 것이 아닙니다.",
    "믿지 못할 사람은 멀리하는 것이 좋습니다. 사람은 쉽게 변하지 않는 법이에요.",
    "믿었던 사람이 기대를 저버릴 수 있어요. 말보다는 문서를 우선하는 것이 좋습니다.",
    "조용히 뒤에 머물러야 할 때입니다. 꼭 필요한 경우가 아니라면 나서지 마세요.",
    "아랫사람 단속을 철저히 하세요. 집에서 키우던 새가 날아가 버릴 수 있어요.",
    "고래 싸움에 새우 등 터질 수 있어요. 자신의 일이 아니라면 모른 척하세요.",
    "경쟁하면 서로 손해 볼 수 있어요. 적당히 양보하고 타협하는 것이 좋습니다.",
    "앞서 나가지 말고 뒤를 따르도록 하세요. 너무 튀면 주변의 눈총을 받을 수 있어요.",
    "자신의 주관을 확실히 하는 것이 좋습니다. 주변 분위기에 휩쓸리지 마세요.",
    "우물을 파려면 한 우물만 파세요. 한곳에 힘을 집중하는 것이 좋습니다.",
    "바쁠수록 여유를 갖는 것이 좋습니다. 아무리 바쁘더라도 과속 운전은 금물이에요.",
    "주변 사람들과의 대화가 필요한 때입니다. 친구나 선후배의 조언을 구하도록 하세요.",
    "새로운 사람을 만나기에 좋은 날입니다. 멋진 이성을 소개받을 수도 있어요.",
    "가까운 사람들을 잘 챙기도록 하세요. 산토끼보다는 집토끼를 잘 지켜야 합니다.",
    "주변의 평이 좋지 않은 사람은 멀리하세요. 자칫 근묵자흑이 될 수 있어요.",
    "잘못된 것은 빨리 고치도록 하세요. 작은 실수라도 그냥 넘겨서는 안 됩니다.",
    "고민만 하다가 일이 더 커질 수 있어요. 터뜨릴 것은 빨리 터뜨리도록 하세요.",
    "부정한 일이나 잘못된 일은 멀리하세요. 무슨 일이든 정정당당한 것이 좋습니다.",
    "성급하면 그르치니 참고 기다리세요. 오늘의 결과는 늦게야 나타날 것입니다.",
    "지난 일로 인하여 구설에 휘말릴 수 있어요. 신중하게 처신하는 것이 좋습니다.",
    "부드러운 말과 행동이 필요한 날입니다. 자칫 연인과 다툼이 생길 수 있어요.",
    "개인보다는 조직이나 단체를 우선하세요. 튀는 언행은 삼가는 것이 좋습니다.",
    "사소한 일로 다툼이 생길 수 있어요. 평소보다 말이나 행동에 신중을 기하세요.",
    "기분 상하는 일이 있어도 티 내지 마세요. 적당히 표정 관리를 하는 것이 좋습니다.",
    "자신이 가진 것에 만족해야 하는 날입니다. 과욕이나 무리한 일은 피하도록 하세요.",
    "주변의 도움을 얻으면 일이 쉽게 풀려요. 단, 시일을 끌면 결과를 장담할 수 없습니다.",
    "자신의 비밀을 남에게 누설하지 마세요. 욕심을 줄이면 유익한 거래를 할 수 있어요.",
    "당신이 직접 나서면 좋지 않아요. 주변 상황을 관망하며 따라가는 것이 좋습니다.",
    "재물의 변화가 많은 하루입니다. 남보다 빠르게 움직여야 얻을 수 있을 거예요.",
    "과로나 무리한 일은 피하도록 하세요. 휴식과 건강 관리에 힘써야 할 때입니다.",
    "열심히 일해도 결과가 부족할 수 있어요. 매사에 이해득실을 잘 따져보고 움직이세요.",
    "잘 모르는 일은 주변 사람에게 물어보세요. 아는 길도 물어가는 것이 좋은 날입니다.",
    "적당한 타협과 양보가 필요한 날입니다. 이기려고 하기보다는 양보하는 것이 속 편해요.",
    "자기 자신을 위해야 하는 날입니다. 남의 시선을 의식하거나 남을 위해 살지 마세요.",
    "나가는 것도 많으나 얻는 것도 많을 거예요. 써야 할 때는 쓰는 것이 좋습니다.",
    "당신의 생각대로 행동하는 것이 좋은 날입니다. 주변 분위기에 끌려 다니지 마세요.",
    "얻고 싶은 것이 있다면 그만한 노력을 하세요. 찾는 것은 동쪽이나 남쪽에 있어요.",
    "2보 전진을 위해 1보 후퇴해야 할 때입니다. 조금 손해 보더라도 실망하지 마세요.",
    "욕심내지 말고 현상 유지에만 힘쓰세요. 무리하게 일을 벌이면 손해를 볼 수 있어요.",
    "밖에 나가서는 별로 좋은 일이 없어요. 은인자중하며 조용히 힘을 기르세요.",
    "매매나 계약은 신중하게 처리하세요. 겉으로 남고 속으로 밑질 수 있어요.",
    "너무 앞서나가면 불리할 수 있어요. 오늘은 자신의 자리를 잘 지키도록 하세요.",
    "새로운 제안이 들어와도 덥석 승낙하지 마세요. 꼼꼼하게 따져보는 것이 좋습니다.",
    "온고지신의 노력이 필요한 때입니다. 경험자나 윗사람의 조언을 새겨 들으세요.",
    "오해를 부를 수 있는 행동은 피하세요. 자신없는 일도 피하는 것이 좋습니다.",
    "성실하고 투명한 일 처리가 필요한 때입니다. 해야 할 일이 있으면 미루지 마세요.",
    "다른 사람과 돈 때문에 다투지 마세요. 지나친 욕심이 화를 부를 수 있어요.",
    "두통이나 신경성 질환이 생길 수 있어요. 충분한 휴식을 취하는 것이 좋습니다.",
    "문제가 있다면 주변의 조언을 들으세요. 오고 가는 대화 속에 해결의 열쇠가 있을 거에요.",
    "연극의 1막이 끝나고 2막이 시작되는 날입니다. 새로운 마음가짐과 각오를 다지세요.",
    "취할 것과 버려야 할 것을 잘 구분하세요. 안 되는 일에 매달리면 자신만 손해에요.",
    "주위 사람들에게 베풀어야 할 때입니다. 자신을 필요로 하는 사람들을 모른 척 마세요.",
    "자만하지 말고 더욱 더 노력하세요. 일하는 가운데 기쁨과 보람이 있을 거에요.",
    "새로운 도전이 필요한 날입니다. 지난 일은 과감히 정리하고 새로운 계획을 세워보세요.",
    "어려울 때의 친구가 진정한 친구입니다. 자신의 진짜 친구가 누구인지 알 수 있을 거에요.",
    "잘 나갈 때일수록 겸손해야 합니다. 자신보다 못한 사람이라도 얕보거나 무시하지 마세요.",
    "새 옷도 털어 보면 먼지가 나기 마련이에요. 생각지 않은 실수로 구설에 오를 수 있어요.",
    "겉모습만 보고 상대를 판단하지 마세요. 사람은 시간이 지나야 진면목을 알 수 있는 법이에요.",
    "선생님이나 윗사람에게 칭찬을 받는 날이에요. 매사에 모범을 보이고 바르게 행동하세요.",
    "다른 사람들과의 내기나 경쟁은 피하세요. 승부욕에 내면 오히려 손해 볼 수 있어요.",
    "진실은 언젠가 밝혀지기 마련이에요. 조바심 내지 말고 기다리는 것이 좋습니다.",
    "묵묵히 해야 할 일에 집중하세요. 어떠한 어려움도 시간이 해결해 줄 거에요.",
    "자신의 것을 잘 지켜야 하는 날이에요. 쓸데없는 일에 돈을 낭비하지 마세요.",
    "주고 받는 것을 확실히 해야 할 때입니다. 받는 것이 있으면 그만큼 돌려주도록 하세요.",
    "요행에 기대지 말고 자신의 땀을 믿으세요. 쉽게 얻은 것은 그만큼 쉽게 나갈 수 있어요.",
    "만사가 귀찮고 일하기 싫은 날입니다. 꼭 해야 할 일만 하고 다른 일들은 조금 미루세요.",
    "얻고 싶은 것이 있으면 그만한 노력을 하세요. 콩심은 데 콩나고 팥심은 데 팥이 날 거에요.",
    "자존심이나 체면을 너무 앞세우지 마세요. 아랫사람의 말도 귀담아 듣는 것이 좋습니다.",
    "사람들에게 먼저 베풀어야 하는 날입니다. 너무 남에게 받으려고만 하지 마세요.",
    "어려움이 있어도 포기하지 마세요. 끝까지 목표를 향해 나아가는 것이 좋습니다.",
    "기회 포착을 잘 해야 하는 날입니다. 기대 이상의 좋은 결과가 있을 거에요.",
    "적당한 운동과 휴식이 필요한 날입니다. 시끄러운 자리는 피하는 것이 좋습니다.",
    "너무 자만하다가 실수할 수 있어요. 자신의 경험과 실력을 너무 과신하지 마세요.",
    "농담도 잘 가려서 하는 것이 좋습니다. 무심코 던진 한 마디에 곤란해질 수 있어요.",
    "적을 알고 나를 알면 백전백승이에요. 잘 모르는 일에는 나서지 않도록 하세요.",
    "적당한 운동과 휴식이 필요한 날입니다. 시끄러운 자리는 피하는 것이 좋습니다.",
    "너무 자만하다가 실수할 수 있어요. 자신의 경험과 실력을 너무 과신하지 마세요.",
    "농담도 잘 가려서 하는 것이 좋습니다. 무심코 던진 한 마디에 곤란해질 수 있어요.",
    "적을 알고 나를 알면 백전백승이에요. 잘 모르는 일에는 나서지 않도록 하세요.",
    "시비나 송사는 최대한 피하세요. 웬만한 일은 대화로 해결하는 것이 좋습니다.",
    "욕심을 버리고 분수를 지켜야 할 때입니다. 다른 사람의 것을 탐하지 마세요.",
    "아닌 때 굴뚝에 연기 나지 않아요. 모든 일에는 원인과 결과가 있기 마련입니다.",
    "아이디어는 좋으나 인정받지 못할 수 있어요. 너무 서운해하지 말고 다음을 기약하세요.",
    "자신의 주관을 지키도록 하세요. 주위의 유혹에 빠지면 좋은 기회를 놓칠 수 있어요.",
    "겉은 화려하나 실속이 적은 날입니다. 매사에 실속을 차리고 이득이 없는 일은 피하세요.",
    "진인사대천명, 조급해하지 말고 기다리세요. 기다리던 결과는 시간이 지나야 나올 거에요.",
    "윗사람의 충고를 잘 새겨들어야 할 때입니다. 어른들의 말을 들으면 자다가도 떡이 생겨요.",
    "새로운 시도나 변화는 불리한 날입니다. 앉은 자리가 불편하더라도 참도록 하세요.",
    "한번에 여러 가지 일을 벌이지 마세요. 지금은 한 가지 일에 집중하는 것이 좋습니다.",
    "오라는 곳은 많으나 갈 곳이 없는 날입니다. 실속없는 자리는 피하도록 하세요.",
    "무조건 밀어붙이면 손해를 볼 수 있어요. 만족함을 알고 적당히 물러나세요.",
    "헛된 기대를 하거나 요행을 바라지 마세요. 남에게 의지하는 것도 피해야 합니다.",
    "남보다는 자신을 우선해야 할 때입니다. 특히 불필요한 지출은 삼가도록 하세요.",
    "집안에 웃음꽃이 가득한 하루입니다. 쌓인 덕이 많을수록 기쁨도 늘어날 것입니다.",
    "겉모습만 보고 사람을 판단하지 마세요. 사람은 시간이 지나야 진면목을 알 수 있어요.",
    "계획에 없던 일이나 약속은 피하는 것이 좋습니다. 충동적으로 일을 벌이지 마세요.",
    "서두르지 말고 자신의 페이스를 유지하세요. 침착하게 행동하는 것이 좋습니다.",
    "어진 임금이 충실한 신하를 만날 거예요. 아랫사람과 손발이 착착 맞는 하루입니다.",
    "승리의 여신이 당신의 편입니다. 방심하지만 않는다면 모든 일이 순조로울 거예요.",
    "반가운 사람을 만나게 되는 날입니다. 어려운 주변 사람을 돕는 것도 좋습니다.",
    "자신의 것이 아니라면 포기하는 것이 좋아요. 다른 사람이 가진 것을 욕심내지 마세요.",
    "이직이나 전업은 불리한 날이에요. 현재 하고 있는 일에 최선을 다하세요.",
    "남의 떡이 커 보인다고 욕심내지 마세요. 예상하지 못한 암초에 부딪힐 수 있어요.",
    "낮 말은 새가 듣고 밤 말은 쥐가 들어요. 함부로 다른 사람을 평하지 마세요.",
    "매사에 확인과 점검을 확실히 하세요. 생각지도 못한 실수를 할 수 있어요.",
    "자신의 일을 남에게 떠넘기지 마세요. 내가 하기 싫은 일은 남도 하기 싫은 법입니다.",
    "개인보다는 조직을 먼저 생각해야 할 때입니다. 개인주의적인 태도를 보이지 마세요.",
    "상대방을 무시하거나 얕보지 마세요. 겸손하고 진지한 태도를 보이는 것이 좋습니다.",
    "주변 사람들과 힘을 합쳐야 할 때입니다. 어려운 일이 있으면 서로 돕도록 하세요.",
    "귀는 열고 입은 무겁게 하는 것이 좋습니다. 특히 주변 소문을 함부로 전하지 마세요.",
    "섣부른 결정이나 판단은 피하세요. 매사에 꼼꼼히 따져보고 움직이는 것이 좋습니다.",
    "싫증이 나거나 업무 효율이 떨어지는 날입니다. 마음을 잘 가라앉히고 집중력을 발휘하세요.",
    "혼자서 모든 것을 해결하려고 하지 마세요. 어려운 일은 서로 힘을 합치는 것이 좋습니다.",
    "만사가 뜻하는 대로 술술 풀리는 날입니다. 서북쪽과 빨간 색이 행운을 가져올 거예요.",
    "한눈팔지 말고 자신의 일에만 집중하세요. 노력하면 노력한 만큼 얻을 수 있어요.",
    "자신의 본분을 지켜야 하는 날입니다. 남이 가진 것을 탐하거나 부러워하지 마세요.",
    "매사에 적극적인 모습을 보여주세요. 당당하고 자신있게 행동하는 것이 좋습니다.",
    "선택과 집중에 힘쓰도록 하세요. 실속 없는 일에 나서면 몸만 피곤해요.",
    "고생만 하고 남 좋은 일만 할 수 있어요. 실속 없는 일에는 나서지 마세요.",
    "성급히 덤비다가는 본전도 못 건져요. 한 박자 늦게 움직이는 것이 좋습니다.",
    "이성으로 인해 문제가 생기기 쉬워요. 연인이 있는 사람은 한눈팔지 마세요.",
    "알아도 모르는 척, 들어도 못 들은 척하세요. 아는 길도 물어가는 것이 좋은 날이에요.",
    "끝이 좋아야 새로운 시작도 편한 법입니다. 주변 정리와 내부 관리에 힘쓰도록 하세요.",
    "새로운 일이나 계획은 신중을 기하세요. 다시 한번 확인과 검토를 하는 것이 좋습니다.",
    "적당히 물러설 줄도 알아야 합니다. 자신감이 지나치면 오만하게 보일 수 있어요.",
    "과음이나 과식에 주의해야 할 때입니다. 지나침을 삼가고 적정선을 지키도록 하세요.",
    "일단 시작한 일은 끝까지 밀고 나가세요. 기호지세이니 지금 멈춰서는 안 됩니다.",
    "어려운 고비나 힘든 일이 찾아올 수 있어요. 정면 대결보다는 피해가는 것이 좋습니다.",
    "직선적인 표현이나 반응은 피하도록 하세요. 말이란 아 해 다르고 어 해 다른 법입니다.",
    "아랫사람의 실수는 눈 감아주세요. 지나친 질책은 오히려 반감을 부를 수 있어요.",
    "넓은 아량과 포용력이 필요한 날입니다. 소수의 의견이라고 무시하지 마세요.",
    "서두르지 말고 기다리는 것이 좋습니다. 모든 일에는 시간이 필요한 법이에요.",
    "기대가 크면 실망도 크기 마련이에요. 큰 욕심이나 기대는 버리도록 하세요.",
    "돈은 잃을지라도 자신감은 잃지 마세요. 서남쪽에 귀인과 행운이 있을 거예요.",
    "새로운 인연이나 기회가 찾아오는 날입니다. 사사로운 정에 얽매이지 마세요.",
    "도움이 안 되는 일이나 사람은 그만 정리하세요. 이해득실을 잘 따져서 움직이는 것이 좋습니다.",
    "늦었다고 포기하지 말고 이제라도 시작하세요. 서둘러 진행하면 만회할 수 있어요.",
    "오는 것이 있으면 가는 것도 있어야 돼요. 상대방에게 받은 만큼 돌려주도록 하세요.",
    "운만 믿고 노력을 게을리하지 마세요. 노력이 없으면 좋은 운도 그냥 지나가 버려요.",
    "다른 사람들과 함께 어울려야 할 때입니다. 반가운 사람이나 멋진 이성을 만날 수 있어요.",
    "매사에 막힘이 없고 시원하게 풀리는 날입니다. 탁 트인 고속도로를 달리는 하루에요.",
    "지위가 오르거나 재물을 얻을 거에요. 하늘이 자신의 편이니 두려울 게 없어요.",
    "인내는 쓰지만 열매는 달콤한 하루입니다. 참고 인내하면 땀 흘린 보람이 있을 거에요.",
    "일과 스케줄 관리에 힘쓰도록 하세요. 쓸데없는 일에 시간을 낭비해서는 안 됩니다.",
    "현재 보다는 미래를 우선해야 할 때입니다. 결과가 만족스럽지 않아도 꾸준히 밀고 가세요.",
    "운명은 용기있는 자를 사랑하는 법이에요. 쓰러져도 다시 일어나면 행운이 따를 거에요.",
    "어떤 어려움이 있어도 흔들리지 마세요. 고통은 잠시이나 기쁨은 오래 이어질 것입니다.",
    "돈보다는 명예를 우선해야 할 때입니다. 겸손하고 예의바른 모습을 보이도록 하세요.",
    "선택을 할 때는 신중하게 결정하세요. 한 순간의 선택이 많은 것을 좌우할 거에요.",
    "말보다는 실천이 중요한 하루에요. 과정도 중요하지만, 결과는 더욱 중요한 법입니다.",
    "자칫 뒷감당을 못할 수도 있어요. 책임질 수 없는 일은 애초에 벌이지 마세요.",
    "쓸데없는 일에 자존심을 내세우지 마세요. 내기나 경쟁은 피하는 것이 좋습니다.",
    "주변 사람들을 자신의 편으로 만드세요. 인심을 얻으면 원하는 것도 얻을 것입니다.",
    "오늘은 자존심을 세워도 좋은 날이에요. 겸손한 것도 좋지만 약한 모습은 보이지 마세요.",
    "친구나 반가운 사람을 만날 수 있어요. 모처럼 은사나 선배를 찾는 것도 좋습니다.",
    "약간의 손해는 감수하는 것이 좋습니다. 조금 손해를 보더라도 억울해하지 마세요.",
    "베푼 만큼 돌아오는 날입니다. 좋은 일이 있으면 주변 사람들과 기쁨을 나누세요.",
    "직장상사나 손윗사람을 잘 따르세요. 오랫동안 기다리던 소식이 들려올 거에요.",
    "모든 일이 자신이 원하는 대로 풀릴 거에요. 도랑 치고 가재도 잡을 수 있어요.",
    "너무 의욕만 앞세우거나 앞서나가지 마세요. 적당히 속도 조절을 하는 것이 좋습니다.",
    "필요하다면 경쟁자와도 손을 잡으세요. 경쟁자의 도움을 얻으면 일석이조에요.",
    "아는 길도 물어가야 할 때입니다. 고집을 앞세우면 득보다 실이 많을 수 있습니다.",
    "다른 사람과 불필요한 경쟁을 벌이지 마세요. 자존심을 버리면 실리가 있을 거에요.",
    "조용히 자신의 자리를 지켜야 하는 날입니다. 눈에 띄는 언행은 삼가도록 하세요.",
    "오늘 해야 할 일이 아니라면 잠시 미루세요. 잠시 물러나 있는 것이 좋습니다.",
    "처음은 손해지만 나중에는 얻을 거에요. 우물을 파려면 한 우물만 파세요.",
    "안 되는 일에 미련을 갖지 마세요. 포기해야 할 것은 포기하는 것이 좋습니다.",
    "망설이다가 일이 꼬일 수 있어요. 신속하게 결정하고 움직이도록 하세요.",
    "마음을 잘 다스려야 하는 날입니다. 감정에 치우치면 일을 그르칠 수 있어요.",
    "어려운 일은 주변의 도움을 구하세요. 가까운 동료나 친구가 도움이 될 거에요.",
    "다 된 밥에 코를 빠뜨릴 수 있어요. 예기치 않은 일이나 상황에 대비하세요.",
    "위아래가 화합하니 결과가 좋은 하루에요. 사람들과의 협력과 소통을 중시하세요.",
    "한 눈 팔지 말고 부지런히 일하세요. 내일 일은 내일 걱정하는 것이 좋습니다.",
    "성급한 결정이 손해를 불러올 수 있어요. 중요한 결정은 며칠 미루도록 하세요.",
    "약간의 굴곡은 있으나 대세에는 지장이 없어요. 적극적으로 일을 추진하세요.",
    "똑같은 말을 자꾸 반복하지 마세요. 뜻만 좋으면 주변의 호응을 얻을 수 있어요.",
    "새로운 일을 계획하기에 좋은 하루입니다. 다만 이직이나 전업은 피하도록 하세요.",
    "어디를 가더라도 좋은 날이에요. 바깥 나들이나 여행을 떠나는 것도 좋습니다.",
    "약간의 굴곡은 있으나 대세에는 지장이 없어요. 적극적으로 일을 추진하세요.",
    "똑같은 말을 자꾸 반복하지 마세요. 뜻만 좋으면 주변의 호응을 얻을 수 있어요.",
    "새로운 일을 계획하기에 좋은 하루입니다. 다만 이직이나 전업은 피하도록 하세요.",
    "불만이 있더라도 현 상황에 만족하세요. 이직이나 새로운 일은 신중해야 합니다.",
    "빨리 피는 꽃이 빨리 지기 마련이에요. 서두르기 보다 천천히 하는 것이 좋습니다.",
    "연인이 있는 사람은 삼각관계에 주의하세요. 자칫 이별을 할 수도 있어요.",
    "화가 나거나 기분상하는 일이 생길 수 있어요. 너무 신경쓰지 말고 웃어 넘기세요.",
    "현재 하는 일에만 집중하세요. 한 눈 팔다가 다 잡은 토끼를 놓칠 수 있어요.",
    "공과 사를 확실히 구분해야 할 때입니다. 친한 사이라도 거절할 것은 거절하세요.",
    "잔꾀를 쓰거나 요령을 피우지 마세요. 정직하고 겸손한 모습을 보이는 것이 좋습니다.",
    "신중한 판단과 결정이 필요한 하루입니다. 결정하기 어려운 일은 다음으로 미루세요.",
    "작은 이익에 연연해하지 마세요. 호랑이는 함부로 발톱을 보이지 않는 법입니다.",
    "도랑 치고 가재 잡는 날입니다. 하나의 일로 두 배의 이익을 얻을 거에요.",
    "친척이나 선후배의 덕을 보는 날이에요. 주변 대인 관계에 신경쓰도록 하세요.",
    "얻는 것이 있으면 베풀도록 하세요. 여유가 있을 때에 베푸는 것이 좋습니다.",
    "한편으로는 즐겁고 한편은 슬퍼지는 날입니다. 들뜨지 말고 침착함을 유지하세요.",
    "구두쇠처럼 지출을 줄이도록 하세요. 밖으로 남고 안으로 밑질 수 있어요.",
    "실패는 성공의 어머니에요. 한 두 번의 실패에 좌절하거나 포기하지 마세요.",
    "사람이 많이 모인 곳은 피하도록 하세요. 조용히 혼자 지내는 것이 좋습니다.",
    "주변과의 협력과 단결이 필요한 날입니다. 백지장도 맞들면 나은 법이에요.",
    "선택과 집중에 힘써야 할 때입니다. 이것 저것 손대지 말고 한 가지 일에 집중하세요.",
    "쥐 구멍에도 볕들 날이 있어요. 조금만 참고 기다리면 행운이 찾아올 것입니다.",
    "주변 사람들에게 잘 하는 것이 좋습니다. 먼 친척보다는 가까운 친구에게 잘 하세요.",
    "작은 이익이나 손실에 너무 신경쓰지 마세요. 얻는 것이 있으면 잃는 것도 있어요.",
    "될 듯 말 듯 애간장이 타는 날입니다. 큰 것만 바라지 말고 작은 것에도 만족하세요.",
    "양손에 떡을 쥐어도 둘 다 얻기는 어려워요. 포기해야 할 것은 포기하는 것이 좋습니다.",
    "좋은 일이 있어도 너무 티를 내지 마세요. 자칫 주위의 시기나 질투를 부를 수 있어요.",
    "있는 듯 없는 듯 몸을 낮춰야 할 때입니다. 나서면 불리하니 조용히 있도록 하세요.",
    "직접 몸으로 부딪히며 해결책을 찾으세요. 고민만 한다고 문제가 해결되지는 않아요.",
    "적당한 속도 조절이 필요한 날입니다. 너무 의욕만 내세우거나 남보다 앞서가지 마세요.",
    "다른 사람의 말이나 약속을 함부로 믿지 마세요. 남의 말을 믿었다가 손해볼 수 있어요.",
    "얻은 만큼 잃기도 쉬운 날입니다. 수입보다 지출 관리에 신경쓰세요.",
    "결과보다는 과정을 중시하세요. 고생만 하고 남 좋은 일만 할 수 있어요.",
    "친구나 동료로 인해 손해 볼 수 있어요. 비밀을 잘 지키면 흉함이 없을 거에요.",
    "자신이 직접 챙기고 힘쓰는 것이 좋습니다. 믿는 도끼에 발등 찍힐 수 있어요.",
    "웬만하면 사람들 앞에 나서지 마세요. 조용히 지내는 것이 좋은 때입니다.",
    "한번 엎지른 물은 주워 담을 수 없어요. 새로운 시작은 신중을 기하세요.",
    "앞으로 가는 것만이 능사가 아니에요. 때로는 잠시 쉬어가는 것도 좋습니다.",
    "몸과 마음이 갈피를 잡기 힘든 날입니다. 주의력과 집중력을 발휘하세요.",
    "양보가 미덕인 날입니다. 이기려고 하기 보다는 한 발 물러서도록 하세요.",
    "성급한 판단은 피하세요. 전후 사정을 잘 알아보고 결정하는 것이 좋습니다.",
    "아랫사람을 잘 관리해야 할 때입니다. 중요한 일은 중간에 점검을 해보세요.",
    "좋은 말, 고운 말을 쓰도록 하세요. 말 한 마디가 승패를 좌우할 수 있어요.",
    "능력자나 믿을 만한 사람을 만나는 날입니다. 일의 진척이 한결 빨라질 거에요.",
    "경쟁이나 내기에서 승리하는 날이에요. 모든 일이 뜻한 대로 이루어질 것입니다.",
    "두드리면 열리는 날입니다. 무리한 욕심만 내지 않으면 만사가 순조로울 거에요.",
    "사랑의 꽃수레가 기다리는 날이에요. 미팅이나 소개팅에 나가보도록 하세요.",
    "재물을 얻을 수 있는 날이에요. 작은 것 보다 큰 것을 노려보는 것이 좋습니다.",
    "능력을 발휘할 기회를 얻을 것입니다. 다만 너무 의욕을 앞세우지 마세요.",
    "매사에 한 박자 쉬는 것이 좋습니다. 서두르지 않으면 걱정할 일도 없을 거에요.",
    "고마운 사람에게 작은 선물을 건네보세요. 모임에서 한 턱 쏘는 것도 좋습니다.",
    "중요한 일은 직접 처리하는 것이 좋습니다. 자칫 다 된 밥에 재 뿌릴 수 있어요.",
    "적극적인 표현이 필요한 날입니다. 도움을 받으면 그만큼 갚아주도록 하세요.",
    "백 마디 말보다 한 가지 실천을 중시하세요. 구슬이 서말이라도 꿰어야 보배예요.",
    "새로운 사람은 가려서 만나세요. 옷은 새 옷이 좋고, 사람은 옛사람이 좋아요.",
    "지나친 겸손이 독이 될 수 있어요. 자신의 지위에 걸맞은 행동을 하세요.",
    "망설이거나 주저하지 마세요. 과감한 결단과 행동이 필요한 날입니다.",
    "사람을 잘못 만나면 고생할 수 있어요. 골치 아픈 사람은 피하도록 하세요.",
    "남을 위하는 것이 자신을 위한 것이에요. 뿌린 대로 거두게 되는 날이 될 것입니다.",
    "의리와 현실 사이에서 고민하는 날입니다. 고민은 짧게 행동은 빨리 하세요.",
    "너무 조급하게 서두르지 마세요. 서두르다가 돌부리에 걸려 넘어질 수 있어요.",
    "새로운 활력과 힘이 솟는 날입니다. 일단 마음먹은 일은 끝까지 밀고 가세요.",
    "규칙적인 생활로 건강을 유지하세요. 과로나 과음으로 몸에 탈이 날 수 있어요.",
    "실속 없이 몸과 마음이 바쁜 날입니다. 하루의 계획을 잘 세워서 움직이세요.",
    "눈높이를 낮추고 현실을 직시하세요. 사람의 단점보다는 장점을 보는 것이 좋습니다.",
    "흐르는 물처럼 순리를 따라야 할 때입니다. 안 되는 일을 억지로 추진하지 마세요.",
    "다른 사람의 말은 함부로 믿지 마세요. 남의 말에 휘둘리면 죽도 밥도 안 돼요.",
    "마음은 간절하나 몸이 따르지 않는 날입니다. 분수에 넘치는 일은 피하도록 하세요.",
    "사람들에게 자신의 뜻을 확실히 밝히세요. 하기 싫은 일은 하지 않는 것이 좋습니다.",
    "불필요한 말이나 행동은 피해야 할 때입니다. 눈과 귀는 열고 입은 무겁게 하세요.",
    "아무리 자신있는 일이라도 소홀히 하지 마세요. 잠깐의 방심이 화를 부를 수 있어요.",
    "걸음은 더디고 갈 길은 먼 하루예요. 서두르지 말고 자신의 페이스를 유지하세요.",
    "가까운 사이일수록 예의를 잘 지키세요. 자칫 사소한 일로 오해가 생길 수 있어요.",
    "잠시 숨을 고르며 쉬어가야 하는 날입니다. 너무 서두르거나 조급해하지 마세요.",
    "빠르다고 좋은 것만은 아니에요. 적당히 속도 조절을 하는 것이 좋습니다.",
    "묵묵히 자신의 길을 가야 할 때입니다. 주변 시선이나 눈길에 신경쓰지 마세요.",
    "사람들에게 먼저 다가서도록 하세요. 자칫 친구나 주변 사람과 멀어질 수 있어요.",
    "주변 사람과의 상부상조가 필요한 날입니다. 어려운 일이 있으면 함께 힘을 합치세요.",
    "다른 사람과의 동업은 피하도록 하세요. 얻는 것 없이 의만 상할 수 있어요.",
    "재물로 인한 시비가 따를 수 있습니다. 신중히 처신해야 뒤탈이 없을 거예요.",
    "욕심을 부리면 일이 어긋날 수 있어요. 적당히 만족하고 물러서는 것이 좋습니다.",
    "친구와 어울려 자신의 본분을 잃기 쉬워요. 중심을 잡고 선을 넘지 마세요.",
    "냉정하고 이성적인 판단이 필요한 날입니다. 집착이나 미련은 버리세요.",
    "웬만하면 다른 사람의 손을 빌리지 마세요. 남의 힘을 빌리면 이득이 없어요.",
    "사람들과 모임을 갖기에 좋은 날입니다. 소식이 뜸했던 친구에게 연락해 보세요.",
    "너무 의욕만 앞세우지 않도록 하세요. 용기보다는 지혜가 필요한 날이에요.",
    "솔직한 태도와 표현이 필요한 날입니다. 당신의 생각을 숨기지 말고 표현하세요.",
    "준비가 조금 부족하더라도 실천에 옮기세요. 남보다 빠른 행동이 필요한 날이에요.",
    "오늘 가장 필요한 것은 자신감입니다. 언제 어디서든 당당하게 행동하세요.",
    "주저하거나 망설이지 마세요. 오늘은 앞서나가는 자가 이길 거예요.",
    "뜻밖의 일로 멀리 갈 수도 있어요. 자가 운전은 삼가고 대중교통을 이용하세요.",
    "잘 풀리지 않는 일은 다음으로 미루세요. 유연한 태도와 융통성이 필요한 날입니다.",
    "다른 사람의 꼬임이나 유혹에 빠지기 쉬워요. 흥분하지 말고 침착함을 유지하세요.",
    "자나 깨나 입을 조심해야 하는 날입니다. 무심코 뱉은 말이 파장을 일으킬 수 있어요.",
    "자신의 생각대로 일을 벌이지 마세요. 자칫 모든 책임을 져야 할 수 있어요.",
    "손윗사람과의 관계가 멀어질 수 있어요. 먼저 고개를 숙이는 것이 좋습니다.",
    "결과보다는 과정을 중시해야 할 때입니다. 절차와 규정을 잘 지키도록 하세요.",
    "말이 많거나 큰소리치는 사람을 경계하세요. 겉과 속이 다를 수 있습니다.",
    "몸에 좋은 약은 입에 쓴 법이에요. 귀에 거슬리는 말이라도 잘 새겨들으세요.",
    "선택을 할 때는 신중을 기하세요. 당신의 선택에 따라서 결과가 달라질 것입니다.",
    "시작보다는 마무리에 힘써야 할 때입니다. 자꾸 새로운 일을 벌이지 마세요.",
    "백지장도 맞들면 나은 법입니다. 작은 일이라도 주변 사람과 힘을 합치세요.",
    "자신보다는 상대방을 먼저 생각하세요. 덕을 베풀면 친구도 생기고 재물도 얻을 거예요.",
    "선물을 받거나 상을 타는 날입니다. 반가운 소식이 찾아올 수도 있어요.",
    "하늘과 땅의 기운이 화합하는 날이에요. 집이나 주변에 경사가 있을 것입니다.",
    "부정적인 생각보다는 긍정적인 태도가 필요한 날이에요. 언제나 희망을 잃지 마세요.",
    "선택의 기로에서 고민할 수 있어요. 시간 끌지 말고 과감하게 결정하는 것이 좋습니다.",
    "취할 것은 취하고 버릴 것은 버리세요. 욕심을 부리면 스트레스만 늘어날 수 있어요.",
    "다른 사람이 행운을 가져다 줄 거예요. 주변 친구의 덕을 볼 수도 있습니다.",
    "마음을 터놓고 사람들을 대하세요. 시비와 다툼이 눈 녹듯 사라질 것입니다.",
    "우연한 기회에 좋은 인연을 만날 거예요. 오늘 만나는 이성을 놓치지 마세요.",
    "주위에 재물이 있으니 잘 살펴보세요. 뜻하지 않은 용돈을 받을 수 있습니다.",
    "점차 운이 상승하니 포기하지 마세요. 지금의 고비만 넘기면 앞으로는 탄탄대로예요.",
    "주변 대인관계에 신경써야 하는 날입니다. 무엇보다 사람들과의 관계를 우선하세요.",
    "티끌 모아 태산이니, 작은 일에도 충실하세요. 너무 큰 것만 노려서는 안 됩니다.",
    "재물운과 대인운이 좋은 날이에요. 마음에 드는 사람이나 좋은 친구를 만날 수 있어요.",
    "곧 이루어질 듯하나 아직 때가 아니에요. 좀더 기다려야 뜻을 이룰 것입니다.",
    "작은 불씨가 큰 화를 부를 수 있어요. 평소보다 말을 줄이고 행동을 자제하세요.",
    "다른 사람에게 이리저리 끌려다니지 마세요. 얇은 귀가 문제가 될 수 있어요.",
    "적당히 현실에 만족해야 하는 날입니다. 무리한 일이나 계획은 삼가도록 하세요.",
    "현실에 안주하지 말고 미래를 대비하세요. 한 수 앞을 보는 지혜가 필요합니다.",
    "지금 시작하는 일은 걸림돌이 많아요. 먼저 주위를 정리하고 천천히 생각하세요.",
    "끝까지 긴장의 끈을 놓지 마세요. 야심차게 시작한 일이 흐지부지 끝날 수 있어요.",
    "꾸준하고 성실한 모습이 필요한 날입니다. 한번 시작한 일은 중도에 포기하지 마세요.",
    "자신을 낮추고 겸손한 모습을 보이세요. 명예가 오르고 존경을 받을 것입니다.",
    "새로운 재물을 얻을 수 있는 날입니다. 오늘은 조금 욕심을 부려도 좋습니다.",
    "우물에 가서 숭늉을 찾지 마세요. 서두르면 들어온 행운이 달아날 수 있어요.",
    "막막하던 일이 조금씩 풀릴 거예요. 차분하게 하나씩 풀어가도록 하세요.",
    "철저한 자기 관리가 필요한 날입니다. 아랫사람들에게 모범을 보이도록 하세요.",
    "급하게 서두르면 이득이 없어요. 새로운 변화는 서서히 추진하는 것이 좋습니다.",
    "자신의 실력이나 능력을 키워야 할 때입니다. 새로운 분야에 관심을 가져보세요.",
    "마음을 잘 가라앉히고 침착하게 행동하세요. 섣불리 감정을 드러내서는 안 됩니다.",
    "자신의 감정을 잘 다스려야 할 때입니다. 모든 병은 마음에서 시작되기 마련이에요.",
    "언제나 웃음을 잃지 말고 희망을 가지세요. 긍정적인 태도가 행운을 불러올 것입니다.",
    "정정당당한 모습이 필요한 때입니다. 남에게 흠집 잡힐 만한 일은 만들지 마세요.",
    "지루할 만큼 평범하고 조용한 날이에요. 조용히 여유를 즐겨보는 것도 좋습니다.",
    "계획한 일이 있다면 미루지 말고 추진하세요. 원하는 대로 술술 풀릴 것입니다.",
    "매매나 거래에 좋은 날입니다. 진행 중인 일이 있다면 오늘 중에 끝을 보세요.",
    "미팅이나 소개팅에 좋은 날이에요. 당신의 이상형을 찾을 수 있을 것입니다.",
    "고민이 있으면 주위의 조언을 구하세요. 새로운 돌파구를 찾을 수 있을 거예요.",
    "일희일비하지 말고 침착하게 행동하세요. 즐거운 소식도 있고 나쁜 소식도 있어요.",
    "소비를 줄이고 재물 관리에 힘써야 할 때입니다. 불필요한 곳에 돈을 쓰지 마세요.",
    "자신감을 갖고 매사에 적극적으로 나서세요. 실패나 변화를 두려워해서는 안 됩니다.",
    "사람들에게 친절한 모습을 보이세요. 말이 고우면 비지 사러 와서 두부를 사가요.",
    "백지장도 맞들면 나은 법입니다. 주변 사람과 힘을 합치면 문제가 해결될 거에요.",
    "역지사지의 자세로 상대방을 먼저 생각하세요. 먼저 베풀면 돌아오는 것도 많을 것입니다.",
    "평소에 하지 않던 실수를 할 수 있어요. 꺼진 불도 다시 보고, 매사에 신중하세요.",
    "다른 사람 신경쓰지 말고 묵묵히 일하세요. 자신의 페이스를 유지하는 것이 좋습니다.",
    "그동안의 노력이 결실을 맺을 거에요. 마지막 기회라 생각하고 전력투구하세요.",
    "기다리던 소식이 들려오는 날입니다. 막막하던 일에서 해결책을 찾을 거에요.",
    "눈 앞의 이익보다는 먼 미래를 내다보세요. 베풀면 베풀수록 돌아올 것입니다.",
    "현재에 만족하지 말고 미래를 준비하세요. 여유있을 때에 어려울 때를 대비해야 합니다.",
    "노력한 만큼의 결과를 얻을 거에요. 게으름 피우지 말고 꾸준히 목표를 향해 나아가세요.",
    "기대하지 않았던 귀인의 도움이 있어요. 목표를 달성하고 주변의 인정도 받을 것입니다.",
    "존경할 만한 사람이나 멘토를 만나는 날입니다. 마음에 드는 이성을 만날 수도 있습니다.",
    "열심히 뛰는 것이 최고의 선책입니다. 근면과 성실 앞에는 어떤 어려움도 없을 거에요.",
    "새로운 돌파구가 필요한 날입니다. 바꿔야 할 것은 과감하게 바꾸도록 하세요.",
    "친구 따라 강남 가지 마세요. 달면 삼키고 쓰면 뱉는 것이 세상 인심입니다.",
    "몸은 가벼워도 마음이 무거운 날입니다. 산책이나 나들이로 기분 전환을 해보세요.",
    "한 번 내뱉은 말은 주워 담을 수 없어요. 감정적인 말이나 행동은 피하세요.",
    "거창하게 시작한 일이 흐지부지될 수 있어요. 계획을 잘 세워서 움직이는 것이 좋습니다.",
    "자신과 상관없는 일에는 끼어들지 마세요. 괜히 벌집을 건드리는 꼴이 될 수 있어요.",
    "주관을 지키는 것이 좋은 날이에요. 귀에 솔깃한 말이나 달콤한 유혹에 주의하세요.",
    "사람들에게 당신의 진가를 보여주세요. 당신의 연륜과 경험이 빛을 발할 거에요.",
    "윗사람으로부터 인정받는 날입니다. 다만 주변 동료들의 시기를 받을 수 있어요.",
    "불필요한 갈등이나 싸움은 피하세요. 웬만한 일은 한 발 양보하는 것이 좋습니다.",
    "눈 앞에 재물이 있으나 쉽게 취할 수 없어요. 욕심을 버리는 것이 현명한 선택입니다.",
    "안 되는 일을 억지로 끌고 가지 마세요. 길이 막히면 돌아가는 것이 상책이에요.",
    "상대를 대우해 줘야 자신도 대우를 받아요. 가까운 사이일수록 예의를 잘 지키세요.",
    "매사에 너무 서두르거나 조급해하지 마세요. 한 발 한 발 착실히 나아가는 것이 좋습니다.",
    "좋은 일하고도 싫은 소리 들을 수 있어요. 웬만하면 남의 일에 나서지 마세요.",
    "지나치게 일을 크게 벌이지 마세요. 작은 일은 좋으나 큰 일은 불리해요.",
    "다른 사람의 충고를 받아들여야 할 때입니다. 지나친 고집은 피하도록 하세요.",
    "새로운 제의가 들어오더라도 신중하세요. 좋은 일에는 마가 끼기 마련이에요.",
    "긍정적이고 낙관적인 태도가 필요한 날입니다. 지나친 비관하지 마세요.",
    "싸움은 말리고 흥정은 붙이세요. 매매나 거래로 이득이 있을 거에요.",
    "조용히 자리를 지켜야 할 때입니다. 바깥 출입이나 이동은 삼가도록 하세요.",
    "사랑을 고백하기에 좋은 날이 아니에요. 조금 떨어져 지켜보는 것이 좋습니다.",
    "섣부른 변화나 새로운 시도는 득보다 실이 많습니다. 평소에 하던 대로만 하세요.",
    "놀 때는 놀더라도 일해야 할 때는 일하세요. 지나친 자만이 화를 부를 수 있어요.",
    "만사가 귀찮고 놀고 싶은 날입니다. 꼭 해야 할 일이 아니라면 다음으로 미루세요.",
    "밤늦게까지 거리를 배회하지 마세요. 적당히 즐기고 일찍 귀가하는 것이 좋습니다.",
    "사람을 대할 때에 겸손한 모습을 보이세요. 자신을 낮추고 겸손한 것이 좋습니다.",
    "새로운 재물을 얻게 되는 날입니다. 작은 것보다는 큰 것을 노리도록 하세요.",
    "당신의 능력을 발휘할 기회가 있을 거에요. 서두르지만 않으면 모든 것이 길할 것입니다.",
    "희망을 갖고 조금 더 버티세요. 막막하던 일이 조금씩 풀릴 것입니다.",
    "지성이면 감천이니 매사에 정성을 다하세요. 가족간의 일은 양보하는 것이 좋습니다.",
    "일찍 일어나는 새가 먹이를 얻을 거에요. 무슨 일이든지 남보다 먼저 시작하세요.",
    "뜻하지 않은 재물을 얻을 수 있어요. 연인이나 이성 친구를 만나기에도 좋은 날입니다.",
    "무조건 없애거나 부정하는 것이 능사가 아니에요. 너무 강경한 모습을 보이지 마세요.",
    "말이 많거나 큰소리치는 사람을 경계하세요. 겉과 속이 다를 수 있습니다.",
    "몸에 좋은 약은 입에 쓴 법이에요. 귀에 거슬리는 말이라도 잘 새겨들으세요.",
    "선택을 할 때는 신중을 기하세요. 당신의 선택에 따라서 결과가 달라질 것입니다.",
    "시작보다는 마무리에 힘써야 할 때입니다. 자꾸 새로운 일을 벌이지 마세요.",
    "백지장도 맞들면 나은 법입니다. 작은 일이라도 주변 사람과 힘을 합치세요.",
    "자신보다는 상대방을 먼저 생각하세요. 덕을 베풀면 친구도 생기고 재물도 얻을 거예요.",
    "선물을 받거나 상을 타는 날입니다. 반가운 소식이 찾아올 수도 있어요.",
    "하늘과 땅의 기운이 화합하는 날이에요. 집이나 주변에 경사가 있을 것입니다.",
    "생각대로 풀리지 않는다고 조급해하지 마세요. 안 되는 일은 조금 미루는 것이 좋습니다",
    "부정적인 생각보다는 긍정적인 태도가 필요한 날이에요. 언제나 희망을 잃지 마세요.",
    "선택의 기로에서 고민할 수 있어요. 시간 끌지 말고 과감하게 결정하는 것이 좋습니다.",
    "자칫 가까운 사람이 등을 돌릴 수 있습니다. 다른 사람이 가진 것을 탐하지 마세요.",
    "취할 것은 취하고 버릴 것은 버리세요. 욕심을 부리면 스트레스만 늘어날 수 있어요.",
    "행운이 제 발로 찾아오니 만사가 즐거운 날입니다. 가는 곳마다 웃음이 넘쳐날 거예요.",
    "다른 사람이 행운을 가져다 줄 거예요. 주변 친구의 덕을 볼 수도 있습니다.",
    "마음을 터놓고 사람들을 대하세요. 시비와 다툼이 눈 녹듯 사라질 것입니다.",
    "우연한 기회에 좋은 인연을 만날 거예요. 오늘 만나는 이성을 놓치지 마세요.",
    "주위에 재물이 있으니 잘 살펴보세요. 뜻하지 않은 용돈을 받을 수 있습니다.",
    "금전운이 좋으니 재미삼아 복권이라도 사보세요. 행운의 시간은 오후 4~5시쯤입니다.",
    "점차 운이 상승하니 포기하지 마세요. 지금의 고비만 넘기면 앞으로는 탄탄대로예요.",
    "주변 대인관계에 신경써야 하는 날입니다. 무엇보다 사람들과의 관계를 우선하세요.",
    "티끌 모아 태산이니, 작은 일에도 충실하세요. 너무 큰 것만 노려서는 안 됩니다.",
    "재물운과 대인운이 좋은 날이에요. 마음에 드는 사람이나 좋은 친구를 만날 수 있어요.",
    "조용히 자신의 실력을 갈고 닦으세요. 나서지 말고 타인의 그늘 밑에 있는 것이 좋습니다.",
    "곧 이루어질 듯하나 아직 때가 아니에요. 좀더 기다려야 뜻을 이룰 것입니다.",
    "작은 불씨가 큰 화를 부를 수 있어요. 평소보다 말을 줄이고 행동을 자제하세요.",
    "다른 사람에게 이리저리 끌려다니지 마세요. 얇은 귀가 문제가 될 수 있어요.",
    "적당히 현실에 만족해야 하는 날입니다. 무리한 일이나 계획은 삼가도록 하세요.",
    "몸과 마음이 모두 피곤하니 쉬고 싶은 날이에요. 그래도 금전운은 좋은 하루입니다.",
    "현실에 안주하지 말고 미래를 대비하세요. 한 수 앞을 보는 지혜가 필요합니다.",
    "지금 시작하는 일은 걸림돌이 많아요. 먼저 주위를 정리하고 천천히 생각하세요.",
    "끝까지 긴장의 끈을 놓지 마세요. 야심차게 시작한 일이 흐지부지 끝날 수 있어요.",
    "꾸준하고 성실한 모습이 필요한 날입니다. 한번 시작한 일은 중도에 포기하지 마세요.",
    "가정과 사업이 안정되니 심신이 편안한 날입니다. 만사가 모두 즐거울 거예요.",
    "자신을 낮추고 겸손한 모습을 보이세요. 명예가 오르고 존경을 받을 것입니다.",
    "새로운 재물을 얻을 수 있는 날입니다. 오늘은 조금 욕심을 부려도 좋습니다.",
    "우물에 가서 숭늉을 찾지 마세요. 서두르면 들어온 행운이 달아날 수 있어요.",
    "막막하던 일이 조금씩 풀릴 거예요. 차분하게 하나씩 풀어가도록 하세요.",
    "돈이 궁하더라도 너무 욕심내지 마세요. 한 번에 모든 것을 해결하려고 해서는 안됩니다.",
    "철저한 자기 관리가 필요한 날입니다. 아랫사람들에게 모범을 보이도록 하세요.",
    "급하게 서두르면 이득이 없어요. 새로운 변화는 서서히 추진하는 것이 좋습니다.",
    "자신의 실력이나 능력을 키워야 할 때입니다. 새로운 분야에 관심을 가져보세요.",
    "마음을 잘 가라앉히고 침착하게 행동하세요. 섣불리 감정을 드러내서는 안 됩니다.",
    "즉흥적인 결정은 피하고 신중하게 행동하세요. 겉모습만 보고 사람을 판단해서는 안됩니다.",
    "자신의 감정을 잘 다스려야 할 때입니다. 모든 병은 마음에서 시작되기 마련이에요.",
    "언제나 웃음을 잃지 말고 희망을 가지세요. 긍정적인 태도가 행운을 불러올 것입니다.",
    "정정당당한 모습이 필요한 때입니다. 남에게 흠집 잡힐 만한 일은 만들지 마세요.",
    "지루할 만큼 평범하고 조용한 날이에요. 조용히 여유를 즐겨보는 것도 좋습니다.",
    "멋진 이성을 만날 수 있는 날입니다. 미팅이나 소개팅이 들어온다면 거절하지 마세요.",
    "계획한 일이 있다면 미루지 말고 추진하세요. 원하는 대로 술술 풀릴 것입니다.",
    "매매나 거래에 좋은 날입니다. 진행 중인 일이 있다면 오늘 중에 끝을 보세요.",
    "미팅이나 소개팅에 좋은 날이에요. 당신의 이상형을 찾을 수 있을 것입니다.",
    "고민이 있으면 주위의 조언을 구하세요. 새로운 돌파구를 찾을 수 있을 거예요.",
    "새로운 일을 시작하기에 좋은 하루입니다. 자신의 능력과 경험을 잘 살려보세요.",
    "일희일비하지 말고 침착하게 행동하세요. 즐거운 소식도 있고 나쁜 소식도 있어요.",
    "소비를 줄이고 재물 관리에 힘써야 할 때입니다. 불필요한 곳에 돈을 쓰지 마세요.",
    "자신감을 갖고 매사에 적극적으로 나서세요. 실패나 변화를 두려워해서는 안 됩니다.",
    "잔소리나 듣기 싫은 소리를 들을 수 있어요. 잠시 자리를 피하는 것도 좋습니다.",
    "꿈은 크고 높게 가지는 것이 좋습니다. 높이 나는 새가 멀리 보기 마련이에요.",
    "사람들에게 친절한 모습을 보이세요. 말이 고우면 비지 사러 와서 두부를 사가요.",
    "백지장도 맞들면 나은 법입니다. 주변 사람과 힘을 합치면 문제가 해결될 거에요.",
    "역지사지의 자세로 상대방을 먼저 생각하세요. 먼저 베풀면 돌아오는 것도 많을 것입니다.",
    "평소에 하지 않던 실수를 할 수 있어요. 꺼진 불도 다시 보고, 매사에 신중하세요.",
    "신경에 거슬리고 피곤한 일이 많은 날입니다. 피로나 스트레스가 쌓이지 않도록 하세요.",
    "다른 사람 신경쓰지 말고 묵묵히 일하세요. 자신의 페이스를 유지하는 것이 좋습니다.",
    "그동안의 노력이 결실을 맺을 거에요. 마지막 기회라 생각하고 전력투구하세요.",
    "기다리던 소식이 들려오는 날입니다. 막막하던 일에서 해결책을 찾을 거에요.",
    "눈 앞의 이익보다는 먼 미래를 내다보세요. 베풀면 베풀수록 돌아올 것입니다.",
    "애정운이 좋으니 이성을 만나기에 좋은 날이에요. 친구에게 소개팅을 부탁해 보세요.",
    "현재에 만족하지 말고 미래를 준비하세요. 여유있을 때에 어려울 때를 대비해야 합니다.",
    "노력한 만큼의 결과를 얻을 거에요. 게으름 피우지 말고 꾸준히 목표를 향해 나아가세요.",
    "기대하지 않았던 귀인의 도움이 있어요. 목표를 달성하고 주변의 인정도 받을 것입니다.",
    "존경할 만한 사람이나 멘토를 만나는 날입니다. 마음에 드는 이성을 만날 수도 있습니다.",
    "믿었던 사람이 배신하거나 남에게 이용만 당할 수 있어요. 인연이 아니다 싶으면 관계를 정리하세요.",
    "열심히 뛰는 것이 최고의 선책입니다. 근면과 성실 앞에는 어떤 어려움도 없을 거에요.",
    "새로운 돌파구가 필요한 날입니다. 바꿔야 할 것은 과감하게 바꾸도록 하세요.",
    "친구 따라 강남 가지 마세요. 달면 삼키고 쓰면 뱉는 것이 세상 인심입니다.",
    "몸은 가벼워도 마음이 무거운 날입니다. 산책이나 나들이로 기분 전환을 해보세요.",
    "주변에 새로운 경쟁자가 나타날 수 있어요. 애정에 금이 가기 쉬우니 주의하세요.",
    "한 번 내뱉은 말은 주워 담을 수 없어요. 감정적인 말이나 행동은 피하세요.",
    "거창하게 시작한 일이 흐지부지될 수 있어요. 계획을 잘 세워서 움직이는 것이 좋습니다.",
    "자신과 상관없는 일에는 끼어들지 마세요. 괜히 벌집을 건드리는 꼴이 될 수 있어요.",
    "주관을 지키는 것이 좋은 날이에요. 귀에 솔깃한 말이나 달콤한 유혹에 주의하세요.",
    "길흉이 반반인 하루입니다. 변동운이 있으니 이사를 하거나 출장을 떠날 수 있어요.",
    "사람들에게 당신의 진가를 보여주세요. 당신의 연륜과 경험이 빛을 발할 거에요.",
    "바깥 일은 순조로우나 내부가 시끄러워요. 특히 배우자나 자식을 잘 챙기세요.",
    "윗사람으로부터 인정받는 날입니다. 다만 주변 동료들의 시기를 받을 수 있어요.",
    "불필요한 갈등이나 싸움은 피하세요. 웬만한 일은 한 발 양보하는 것이 좋습니다.",
    "눈 앞의 결과에 자만하거나 실망하지 마세요. 인생은 단거리 경주가 아니라 마라톤이에요.",
    "눈 앞에 재물이 있으나 쉽게 취할 수 없어요. 욕심을 버리는 것이 현명한 선택입니다.",
    "안 되는 일을 억지로 끌고 가지 마세요. 길이 막히면 돌아가는 것이 상책이에요.",
    "상대를 대우해 줘야 자신도 대우를 받아요. 가까운 사이일수록 예의를 잘 지키세요.",
    "매사에 너무 서두르거나 조급해하지 마세요. 한 발 한 발 착실히 나아가는 것이 좋습니다.",
    "남의 것을 탐하지 말고, 분수를 지키세요. 불만은 욕심에서 시작되기 마련이에요.",
    "좋은 일하고도 싫은 소리 들을 수 있어요. 웬만하면 남의 일에 나서지 마세요.",
    "지나치게 일을 크게 벌이지 마세요. 작은 일은 좋으나 큰 일은 불리해요.",
    "다른 사람의 충고를 받아들여야 할 때입니다. 지나친 고집은 피하도록 하세요.",
    "새로운 제의가 들어오더라도 신중하세요. 좋은 일에는 마가 끼기 마련이에요.",
    "안 되는 일은 일찌감치 포기하세요. 열 번 찍어 안 넘어가는 나무도 있어요.",
    "긍정적이고 낙관적인 태도가 필요한 날입니다. 지나친 비관하지 마세요.",
    "싸움은 말리고 흥정은 붙이세요. 매매나 거래로 이득이 있을 거에요.",
    "조용히 자리를 지켜야 할 때입니다. 바깥 출입이나 이동은 삼가도록 하세요.",
    "사랑을 고백하기에 좋은 날이 아니에요. 조금 떨어져 지켜보는 것이 좋습니다.",
    "마음이 싱숭생숭, 일이 손에 잡히지 않는 날입니다. 유흥이나 노는 것에 빠지기 쉬워요.",
    "섣부른 변화나 새로운 시도는 득보다 실이 많습니다. 평소에 하던 대로만 하세요.",
    "놀 때는 놀더라도 일해야 할 때는 일하세요. 지나친 자만이 화를 부를 수 있어요.",
    "만사가 귀찮고 놀고 싶은 날입니다. 꼭 해야 할 일이 아니라면 다음으로 미루세요.",
    "밤늦게까지 거리를 배회하지 마세요. 적당히 즐기고 일찍 귀가하는 것이 좋습니다.",
    "독불장군처럼 행동하면 나중에 후회할 수 있어요. 세상은 더불어 사는 것임을 명심하세요.",
    "사람을 대할 때에 겸손한 모습을 보이세요. 자신을 낮추고 겸손한 것이 좋습니다.",
    "새로운 재물을 얻게 되는 날입니다. 작은 것보다는 큰 것을 노리도록 하세요.",
    "당신의 능력을 발휘할 기회가 있을 거에요. 서두르지만 않으면 모든 것이 길할 것입니다.",
    "희망을 갖고 조금 더 버티세요. 막막하던 일이 조금씩 풀릴 것입니다.",
    "금전운이 좋으니 생각지도 않은 재물이 들어와요. 가정에도 웃음이 가득할 것입니다.",
    "지성이면 감천이니 매사에 정성을 다하세요. 가족간의 일은 양보하는 것이 좋습니다.",
    "일찍 일어나는 새가 먹이를 얻을 거에요. 무슨 일이든지 남보다 먼저 시작하세요.",
    "뜻하지 않은 재물을 얻을 수 있어요. 연인이나 이성 친구를 만나기에도 좋은 날입니다.",
    "손발이 착착 맞으니 만사형통한 날이에요. 문제가 있다면 머리를 맞대고 함께 풀어가세요.",
    "건강이 가장 중요한 재산이에요. 특히 음식이나 물을 잘 가리는 것이 좋습니다.",
    "진실한 자세와 성의를 보이세요. 말 한 마디로 천 냥 빚을 갚을 수 있을 것입니다.",
    "얻으려 해도 쉽게 얻을 수 없는 날입니다. 머지 않아 찬스가 올 것이니 실망하지 마세요.",
    "웬만하면 지갑을 열지 마세요. 수입보다 지출이 늘어나 곤란을 겪을 수 있어요.",
    "먼 곳보다는 가까운 곳을 살펴야 할 때입니다. 등잔 밑이 어두운 법이에요.",
    "가족이나 가까운 사람과 충돌이 생길 수 있어요. 끝까지 대화로 풀어가는 것이 좋습니다.",
    "자신을 도와줄 사람을 찾는다면 만사형통이에요. 안 될 일도 성사되는 좋은 운세입니다.",
    "신체 리듬이 저조하니 쉽게 짜증이 나고 화가 날 수 있어요. 그래도 애정운은 좋아요.",
    "큰 일보다는 작은 일부터 차분하게 처리하세요. 티끌 모아 태산을 이룰 수 있을 것입니다.",
    "주변 사람들과의 소통이 필요한 날이에요. 적극적으로 다른 사람들과 어울리세요.",
    "길운이 함께하니 만사가 순조로운 날입니다. 대인 관계만 주의한다면 걱정할 일이 없을 거예요.",
    "새로운 변화와 흐름을 잘 따라가세요. 인생에 있어 새로운 전환점을 마련할 수도 있어요.",
    "일에 싫증이 나거나 지루함을 느낄 수 있어요. 뭔가 색다른 일을 찾아보도록 하세요.",
    "시간이 지나야 상황이 호전될 수 있어요. 인내하면서 기다리는 것이 좋습니다.",
    "사람들 앞에 나서지 않는 것이 좋습니다. 구설이 따르기 쉬우니 처신에 주의하세요.",
    "다른 사람에게 오해받기 쉬운 날이에요. 약속이나 모임도 미루는 것이 좋습니다.",
    "반복되는 일상에 피곤가 쌓일 수 있어요. 잠시 기분 전환을 해보는 것도 좋습니다.",
    "새로운 것을 배우고 익혀야 할 때입니다. 세 살 먹은 아이의 말도 귀담아 들으세요.",
    "귀인의 도움을 받으니 어려움이 없을 거예요. 매사를 자신 있게 추진하세요.",
    "걱정할 것도 고민할 것도 없는 날입니다. 주변 사람들에게 베푸는 것도 좋습니다.",
    "고민하던 일들이 쉽게 풀릴 거예요. 그동안의 스트레스가 한번에 사라질 것입니다.",
    "느긋하고 여유로운 모습을 보이세요. 오전에 골치 아팠던 일도 오후가 되면 풀릴 거예요.",
    "큰 일을 겪어봐야 진정한 친구를 알 수 있어요. 어려운 일은 주변 친구에게 도움을 청하세요.",
    "번뜩이는 재치를 발휘하는 날입니다. 주변 사람들의 칭찬과 인기를 얻을 거예요.",
    "인허가나 갈등 해소에 좋은 날이에요. 오랫동안 속썩이던 일이 사라질 것입니다.",
    "건강 관리와 재충전에 힘쓰도록 하세요. 취미 생활에 눈을 돌려보는 것도 좋습니다.",
    "최신 정보나 기술에 행운이 있습니다. 이성을 만나기에도 좋은 날입니다.",
    "판단력과 직관이 발달하는 날이에요. 중요한 일을 결정하기에도 좋은 때입니다.",
    "높은 사람은 내려오고 낮은 사람은 올라갈 거에요. 쌓인 스트레스는 반드시 풀도록 하세요.",
    "굴레를 벗어나니 자유로운 날입니다. 주변 사람들과 기쁨을 나누도록 하세요.",
    "어려운 일이라고 겁부터 내지 마세요. 시작이 반이라고 일단 시작하는 것이 좋습니다.",
    "일상의 편안함을 즐길 수 있는 날이에요. 차 한 잔 마시며 음악을 즐기는 것도 좋습니다.",
    "어려운 일은 믿을 만한 사람과 상의하세요. 배우자나 가족이 힘이 되어 줄 것입니다.",
    "남들로부터 인정받고 존경을 받는 날입니다. 그동안 쌓아놓은 덕이 힘을 발휘할 거에요.",
    "일도 좋지만 지나친 과로는 피하도록 하세요. 아무리 바쁘더라도 잠시 쉬는 것이 좋습니다.",
    "오늘의 결과는 당신 마음 먹기에 달려있어요. 매사를 어렵게 생각하지 말고 즐기도록 하세요.",
    "한번 마음먹은 일은 끝까지 밀고 가세요. 탄탄대로, 무슨 일이든 거칠 것이 없을 거에요.",
    "정직하고 투명한 일처리가 필요한 날이에요. 실리도 좋으나 방법도 정당해야 합니다.",
    "머뭇거리기 보다는 전진하는 것이 좋아요. 의기소침하지 말고 용기를 발휘하세요.",
    "다른 사람과의 경쟁을 두려워 마세요. 조금 손해가 있지만 승리는 당신의 것입니다.",
    "뜻밖의 암초나 장애물을 만날 수 있어요. 진척은 더디지만 원하는 것을 얻을 거에요.",
    "때와 장소를 잘 가려야 하는 날입니다. 특히 이성에게 함부로 마음을 주지 마세요.",
    "자존심만 버리면 만사형통한 날입니다. 겸손하고 성실한 모습을 보이도록 하세요.",
    "당신이 뿌린 대로 거두는 날입니다. 콩 심은 데 콩 나고 팥 심은 데 팥이 날 거예요.",
    "호랑이에게 날개가 달린 격입니다. 당신의 재능을 마음껏 뽐낼 수 있을 거예요.",
    "주변과 손발이 맞으니 거칠 것이 없어요. 크게 이룰 수 있는 날입니다.",
    "움직이는 만큼 얻을 수 있는 날입니다. 걱정이나 불안 따위는 잊으세요.",
    "당신의 아이디어가 빛을 발할 거예요. 겸손하면 기쁨이 더욱 클 것입니다.",
    "새로운 각오와 마음가짐이 필요한 날입니다. 이제라도 다시 시작해 보세요.",
    "어렵고 힘들어도 포기하지 마세요. 끈기가 있어야 원하는 것을 얻을 것입니다.",
    "참고 인내하면서 때를 기다리세요. 머지 않아 구름이 걷히고 해가 비칠 것입니다.",
    "휴식과 재충전이 필요한 날입니다. 잠시 쉬면서 힘과 체력을 비축하세요.",
    "너무 앞서지도 말고 뒤처지지도 마세요. 오늘은 중간만 하는 것이 좋습니다.",
    "행운이 코앞에 있으니 주변을 잘 살피세요. 먼저 보는 자가 얻을 것입니다.",
    "타이밍이 딱딱 맞아 떨어지는 날입니다. 필요한 때에 도움이 있으니 모든 일이 순조로울 거예요.",
    "당신의 책임을 완수하는 날입니다. 주위의 칭찬과 격려가 따라올 거예요.",
    "잠시 혼자만의 시간을 가져보세요. 조용히 새로운 꿈과 계획을 세워보는 것이 좋습니다.",
    "자존심보다는 실리를 중시할 때입니다. 다른 사람이 도와준다면 거절하지 마세요.",
    "선택과 집중을 확실히 해야 하는 날입니다. 두 마리 토끼를 쫓다가 한 마리도 못 잡을 수 있어요.",
    "자기 자신에 대한 믿음을 갖도록 하세요. 당당하고 자신있는 모습을 보이는 것이 좋습니다.",
    "금전운이 좋으니 재물이 늘어나는 날입니다. 입가에 미소가 떠나지 않을 거예요."
  ]
}
