{
  "output": [
    "HTML(HyperText Markup Language)은 웹을 이루는 가장 기초적인 구성 요소로, 웹 콘텐츠의 의미와 구조를 정의할 때 사용합니다.",
    "HTML <html> 요소는 HTML 문서의 루트(최상단 요소)를 나타내며, '루트 요소'라고도 부릅니다. 모든 다른 요소는 <html> 요소의 후손이어야 합니다.",
    "HTML <base> 요소는 문서 안의 모든 상대 URL이 사용할 기준 URL을 지정합니다. 문서에는 하나의 <base> 요소만 존재할 수 있습니다.",
    "HTML <head> 요소는 기계가 식별할 수 있는 문서 정보(메타데이터)를 담습니다. 정보로는 문서가 사용할 제목, 스크립트, 스타일 시트 등이 있습니다.",
    "HTML <link> 요소는 현재 문서와 외부 리소스의 관계를 명시합니다. <link>는 CSS를 연결할 때 제일 많이 사용하지만, 사이트 아이콘(파비콘과 홈 화면 아이콘) 연결 등 여러 가지로 쓰일 수 있습니다.",
    "HTML <meta> 요소는 base, link, script, style, title과 같은 다른 메타 관련 요소로 나타낼 수 없는 Metadata를 나타냅니다.",
    "HTML <style> 요소는 문서나 문서 일부에 대한 스타일 정보를 포함합니다.",
    "HTML <title> 요소는 브라우저의 제목 표시줄이나 페이지 탭에 보이는 문서 제목을 정의합니다. 텍스트만 포함할 수 있으며 태그를 포함하더라도 무시합니다.",
    "HTML <body> 요소는 HTML 문서의 내용을 나타냅니다. 한 문서에 하나의 <body> 요소만 존재할 수 있습니다.",
    "HTML <address> 요소는 가까운 HTML 요소의 사람, 단체, 조직 등에 대한 연락처 정보를 나타냅니다.",
    "HTML <article> 요소는 문서, 페이지, 애플리케이션, 또는 사이트 안에서 독립적으로 구분해 배포하거나 재사용할 수 있는 구획을 나타냅니다. 사용 예제로 게시판과 블로그 글, 매거진이나 뉴스 기사 등이 있습니다.",
    "HTML <aside> 요소는 문서의 주요 내용과 간접적으로만 연관된 부분을 나타냅니다. 주로 사이드바 혹은 콜아웃 박스로 표현합니다.",
    "HTML <footer> 요소는 가장 가까운 구획 콘텐츠나 구획 루트의 푸터를 나타냅니다. 푸터는 일반적으로 구획의 작성자, 저작권 정보, 관련 문서 등의 내용을 담습니다.",
    "HTML <header> 요소는 소개 및 탐색에 도움을 주는 콘텐츠를 나타냅니다. 제목, 로고, 검색 폼, 작성자 이름 등의 요소도 포함할 수 있습니다.",
    "HTML <h1>–<h6> 요소는 6단계의 구획 제목을 나타냅니다. 구획 단계는 <h1>이 가장 높고 <h6>은 가장 낮습니다.",
    "HTML <main> 요소는 문서 body의 주요 콘텐츠를 나타냅니다. 주요 콘텐츠 영역은 문서의 핵심 주제나 앱의 핵심 기능에 직접적으로 연결됐거나 확장하는 콘텐츠로 이루어집니다.",
    "HTML <nav> 요소는 문서의 부분 중 현재 페이지 내, 또는 다른 페이지로의 링크를 보여주는 구획을 나타냅니다. 자주 쓰이는 예제는 메뉴, 목차, 색인입니다.",
    "HTML <section> 요소는 HTML 문서의 독립적인 구획을 나타내며, 더 적합한 의미를 가진 요소가 없을 때 사용합니다. 보통 <section>은 제목을 포함하지만, 항상 그런 것은 아닙니다.",
    "HTML <blockquote> 요소는 안쪽의 텍스트가 긴 인용문임을 나타냅니다. 주로 들여 쓰기를 한 것으로 그려집니다. 인용문의 출처 URL은 cite 특성으로, 출처 텍스트는 cite 요소로 제공할 수 있습니다.",
    "HTML <dd> 요소는 정의 목록 요소(dl)에서 앞선 용어(dt)에 대한 설명, 정의, 또는 값을 제공합니다.",
    "HTML <div> 요소는 플로우 콘텐츠를 위한 통용 컨테이너입니다. CSS로 꾸미기 전에는 콘텐츠나 레이아웃에 어떤 영향도 주지 않습니다.",
    "HTML <dl> 요소는 설명 목록을 나타냅니다. <dl>은 dt로 표기한 용어와 dd 요소로 표기한 설명 그룹의 목록을 감싸서 설명 목록을 생성합니다. 주로 용어사전 구현이나 메타데이터(키-값 쌍 목록)를 표시할 때 사용합니다.",
    "HTML <dt> 요소는 설명 혹은 정의 리스트에서 용어를 나타냅니다. dl 요소 안에 위치해야 합니다",
    "HTML <figcaption> 요소는 부모 figure 요소가 포함하는 다른 콘텐츠에 대한 설명 혹은 범례를 나타냅니다.",
    "HTML <figure> 요소는 독립적인 콘텐츠를 표현합니다. figcaption 요소를 사용해 설명을 붙일 수 있습니다.",
    "HTML <hr> 요소는 이야기 장면 전환, 구획 내 주제 변경 등, 문단 레벨 요소에서 주제의 분리를 나타냅니다.",
    "HTML <li> 요소는 목록의 항목을 나타냅니다. 반드시 정렬 목록(<ol>), 비정렬 목록(<ul>), 혹은 메뉴(<menu>) 안에 위치해야 합니다. 메뉴와 비정렬 목록에서는 보통 불릿으로 항목을 나타내고, 정렬 목록에서는 숫자나 문자를 사용한 오름차순 카운터로 나타냅니다.",
    "HTML <ol> 요소는 정렬된 목록을 나타냅니다. 보통 숫자 목록으로 표현합니다.",
    "HTML <p> 요소는 하나의 문단을 나타냅니다. 시각적인 매체에서, 문단은 보통 인접 블록과의 여백과 첫 줄의 들여 쓰기로 구분하지만, HTML에서 문단은 이미지나 입력 폼 등 서로 관련 있는 콘텐츠 무엇이나 될 수 있습니다.",
    "HTML <pre> 요소는 미리 서식을 지정한 텍스트를 나타내며, HTML에 작성한 내용 그대로 표현합니다.",
    "HTML <ul> 요소는 정렬되지 않은 목록을 나타냅니다. 보통 불릿으로 표현합니다.",
    "HTML <a> 요소(앵커 요소)는 href 특성을 통해 다른 페이지나 같은 페이지의 어느 위치, 파일, 이메일 주소와 그 외 다른 URL로 연결할 수 있는 하이퍼링크를 만듭니다.",
    "HTML <abbr> 요소는 준말 또는 머리글자를 나타냅니다.",
    "HTML <b> 요소는 독자의 주의를 요소의 콘텐츠로 끌기 위한 용도로 사용합니다. 그 외의 다른 특별한 중요도는 주어지지 않습니다.",
    "HTML <bdo> 요소는 현재 텍스트의 쓰기 방향을 덮어쓰고 다른 방향으로 렌더링 할 때 사용합니다.",
    "HTML <br> 요소는 텍스트 안에 줄 바꿈(캐리지 리턴)을 생성합니다. 주소나 시조 등 줄의 구분이 중요한 내용을 작성할 때 유용합니다.",
    "HTML <cite> 요소는 저작물의 출처를 표기할 때 사용하며, 제목을 반드시 포함해야 합니다.",
    "HTML <code> 요소는 짧은 코드 조각을 나타내는 스타일을 사용해 자신의 콘텐츠를 표시합니다.",
    "HTML <data> 요소는 주어진 콘텐츠를 기계가 읽을 수 있는 해석본과 연결합니다.",
    "HTML <dfn> 요소는 현재 맥락이나 문장에서 정의하고 있는 용어를 나타냅니다.",
    "HTML <em> 요소는 텍스트의 강세를 나타냅니다. <em> 요소를 중첩하면 더 큰 강세를 뜻하게 됩니다.",
    "HTML <i> 요소는 텍스트에서 어떤 이유로 주위와 구분해야 하는 부분을 나타냅니다.",
    "HTML <kbd> 요소는 키보드 입력, 음성 입력 등 임의의 장치를 사용한 사용자의 입력을 나타냅니다.",
    "HTML <mark> 요소는 현재 맥락에 관련이 깊거나 중요해 표시 또는 하이라이트 한 부분을 나타냅니다.",
    "HTML <q> 요소는 둘러싼 텍스트가 짧은 인라인 인용문이라는 것을 나타냅니다.",
    "HTML <rp> 요소는 ruby 요소를 사용한 루비 주석을 지원하지 않는 경우 보여줄 괄호를 제공할 때 사용합니다.",
    "HTML <rt> 요소는 동아시아 문자의 루비 주석에서 발음, 번역 등을 나타내는 텍스트 부분을 지정합니다.",
    "HTML <ruby> 요소는 루비 주석을 나타냅니다. 루비 주석은 동아시아 문자의 발음을 표기할 때 사용합니다.",
    "HTML <s> 요소는 글자에 취소선, 즉 글자를 가로지르는 선을 그립니다.",
    "HTML <samp> 요소는 컴퓨터 프로그램 출력의 예시(혹은 인용문)를 나타냅니다.",
    "HTML <small> 요소는 덧붙이는 글이나, 저작권과 법률 표기 등의 작은 텍스트를 나타냅니다.",
    "HTML <span> 요소는 구문 콘텐츠를 위한 통용 인라인 컨테이너로, 본질적으로는 아무것도 나타내지 않습니다. 스타일을 적용하기 위해서, 또는 lang 등 어떤 특성의 값을 서로 공유하는 요소를 묶을 때 사용할 수 있습니다. 적절한 의미를 가진 다른 요소가 없을 때에만 사용해야 합니다. <span>은 <div>와 매우 유사하지만, <div>는 블록 레벨 요소인 반면 <span>은 인라인 요소입니다.",
    "HTML <strong> 요소는 중대하거나 긴급한 콘텐츠를 나타냅니다. 보통 브라우저는 굵은 글씨로 표시합니다.",
    "HTML <sub> 요소는 활자 배치를 아래 첨자로 해야 하는 인라인 텍스트를 지정합니다.",
    "HTML <sup> 요소는 활자 배치를 위 첨자로 해야 하는 인라인 텍스트를 지정합니다.",
    "HTML <time> 요소는 시간의 특정 지점 또는 구간을 나타냅니다.",
    "HTML <u> 요소는 글자로 표현하지 않는 주석을 가진 것으로 렌더링 해야 하는 텍스트를 나타냅니다.",
    "HTML <var> 요소는 수학 표현 또는 프로그래밍에서 변수의 이름을 나타냅니다.",
    "HTML <wbr> 요소는 현재 요소의 줄 바꿈 규칙을 무시하고 브라우저가 줄을 바꿀 수 있는 위치를 나타냅니다.",
    "HTML <area> 요소는 이미지의 핫스팟 영역을 정의하고 hyperlink를 추가할 수 있습니다. map 요소 안에서만 사용할 수 있습니다.",
    "HTML <audio> 요소는 문서에 소리 콘텐츠를 포함할 때 사용합니다. src 특성 또는 <source> 요소를 사용해 한 개 이상의 오디오 소스를 지정할 수 있으며, 다수를 지정한 경우 가장 적절한 소스를 브라우저가 고릅니다. MediaStream을 사용하면 미디어 스트림을 바라볼 수도 있습니다.",
    "HTML <img> 요소는 문서에 이미지를 넣습니다.",
    "HTML <map> 요소는 area 요소와 함께 이미지 맵(클릭 가능한 링크 영역)을 정의할 때 사용합니다.",
    "HTML <track> 요소는 미디어 요소(audio, video)의 자식으로서, 자막 등 시간별 텍스트 트랙(시간 기반 데이터)을 지정할 때 사용합니다.",
    "HTML <video> 요소는 비디오 플레이백을 지원하는 미디어 플레이어를 문서에 삽입합니다. 오디오 콘텐츠에도 사용할 수 있으나, <audio> 요소가 사용자 경험에 좀 더 적합합니다.",
    "HTML <embed> 요소는 외부 애플리케이션이나 대화형 콘텐츠와의 통합점을 나타냅니다.",
    "HTML <iframe> 요소는 중첩 browsing context을 나타내는 요소로, 현재 문서 안에 다른 HTML 페이지를 삽입합니다.",
    "HTML <object> 요소는 이미지나, 중첩된 브라우저 콘텍스트, 플러그인에 의해 다뤄질 수 있는 리소스와 같은 외부 리소스를 나타냅니다.",
    "HTML <param> 요소는 object 요소의 매개변수를 정의합니다.",
    "HTML <canvas> 요소는 캔버스 스크립팅 API 또는 WebGL API와 함께 사용해 그래픽과 애니메이션을 그릴 수 있습니다.",
    "HTML <noscript> 요소는 페이지의 스크립트 유형을 지원하지 않거나, 브라우저가 스크립트를 비활성화한 경우 보여줄 HTML 구획을 정의합니다.",
    "HTML <script> 요소는 데이터와 실행 가능한 코드를 문서에 포함할 때 사용하며 보통 JavaScript 코드와 함께 씁니다.",
    "HTML <del> 요소는 문서에서 제거된 텍스트의 범위를 나타냅니다.",
    "HTML <ins> 요소는 문서에 추가된 텍스트의 범위를 나타냅니다.",
    "HTML <caption> 요소는 표의 설명 또는 제목을 나타냅니다.",
    "HTML <col> 요소는 표의 열을 나타내며, 열에 속하는 칸에 공통된 의미를 부여할 때 사용합니다.",
    "HTML <colgroup> 요소는 표의 열을 묶는 그룹을 정의합니다.",
    "HTML <table> 요소는 행과 열로 이루어진 표를 나타냅니다.",
    "HTML <tbody> 요소는 표의 여러 행(tr)을 묶어서 표 본문을 구성합니다.",
    "HTML <td> 요소는 데이터를 포함하는 표의 셀을 정의합니다.",
    "HTML <th> 요소는 테이블 셀 그룹의 헤더로 셀을 정의합니다. 이 그룹의 정확한 특성은 scope 및 headers 속성으로 정의됩니다.",
    "HTML <thead> 요소는 테이블 칼럼의 머리를 정의하는 행 집합을 정의합니다.",
    "HTML <tr> 요소는 테이블의 셀의 행을 정의합니다. td 및 th 요소가 혼합될 수 있습니다.",
    "HTML <button> 요소는 클릭 가능한 버튼을 나타냅니다. 버튼은 양식 내부는 물론 간단한 표준 버튼 기능이 필요한 곳이라면 문서 어디에나 배치할 수 있습니다.",
    "HTML <datalist> 요소는 다른 컨트롤에서 고를 수 있는 가능한, 혹은 추천하는 선택지를 나타내는 option 요소 여럿을 담습니다.",
    "HTML <fieldset> 요소는 웹 양식의 여러 컨트롤과 레이블(label)을 묶을 때 사용합니다.",
    "HTML <form> 요소는 정보를 제출하기 위한 대화형 컨트롤을 포함하는 문서 구획을 나타냅니다.",
    "HTML <input> 요소는 웹 기반 양식에서 사용자의 데이터를 받을 수 있는 대화형 컨트롤을 생성합니다.",
    "HTML <label> 요소는 사용자 인터페이스 항목의 설명을 나타냅니다.",
    "HTML <legend> 요소는 부모 fieldset 콘텐츠의 설명을 나타냅니다.",
    "HTML <meter> 요소는 특정 범위 내에서의 스칼라 값, 또는 백분율 값을 나타냅니다.",
    "HTML <optgroup> 요소는 select 요소의 옵션을 묶을 수 있습니다.",
    "HTML <option> 요소는 select, optgroup, datalist 요소의 항목을 정의합니다.",
    "HTML <output> 요소는 웹 사이트나 앱에서 계산이나 사용자 행동의 결과를 삽입할 수 있는 컨테이너 요소입니다.",
    "HTML <progress> 요소는 어느 작업의 완료 정도를 나타내며, 주로 진행 표시줄의 형태를 띱니다.",
    "HTML <select> 요소는 옵션 메뉴를 제공하는 컨트롤을 나타냅니다.",
    "HTML <textarea> 요소는 멀티라인 일반 텍스트 편집 컨트롤을 나타냅니다.",
    "HTML <details> 요소는 '열림' 상태일 때만 내부 정보를 보여주는 정보 공개 위젯을 생성합니다. 요약이나 레이블은 <summary> 요소를 통해 제공할 수 있습니다.",
    "HTML <dialog> 요소는 닫을 수 있는 경고, 검사기, 창 등 대화 상자 및 기타 다른 상호작용 가능한 컴포넌트를 나타냅니다.",
    "HTML <menu> 요소는 사용자가 수행하거나 하는 명령 묶음을 말합니다. 이것은 스크린 위에 나오는 목록 메뉴와 눌려진 버튼 아래에 나오는 것과 같은 맥락 메뉴를 포함합니다.",
    "HTML <summary> 요소는 <details> 요소의 공개 상자에 대한 요약, 캡션 또는 범례를 지정합니다. <summary> 요소를 클릭하면 부모 <details> 요소의 상태가 열리거나 닫힙니다.",
    "HTML <slot> 요소는 웹 컴포넌트 사용자가 자신만의 마크업으로 채워 별도의 DOM 트리를 생성하고, 컴포넌트와 함께 표현할 수 있는 웹 컴포넌트 내부의 플레이스 홀더입니다.",
    "HTML <template> 요소는 페이지를 불러온 순간 즉시 그려지지는 않지만, 이후 JavaScript를 사용해 인스턴스를 생성할 수 있는 HTML 코드를 담을 방법을 제공합니다.",
    "CSS -webkit-line-clamp 속성은 블록 컨테이너의 콘텐츠를 지정한 줄 수만큼으로 제한합니다.",
    "CSS :active 의사 클래스는 사용자가 활성화한 요소(버튼 등)를 나타냅니다. 마우스를 사용하는 경우, '활성'이란 보통 마우스 버튼을 누르는 순간부터 떼는 시점까지를 의미합니다.",
    "CSS ::after(:after)는 선택한 요소의 맨 마지막 자식으로 의사 요소를 하나 생성합니다. 보통 content 속성과 함께 짝지어, 요소에 장식용 콘텐츠를 추가할 때 사용합니다. 기본값은 인라인입니다.",
    "CSS align-content 속성은 콘텐츠 사이와 콘텐츠 주위 빈 공간을 플렉스 박스의 교차축, 그리드의 블록 축을 따라 배치하는 방식을 결정합니다.",
    "CSS all 단축 속성은 요소의 unicode-bidi, direction, CSS 사용자 지정 속성을 제외한 모든 속성을 초기화합니다. 초깃값, 상속 값, 아니면 다른 스타일시트 출처의 값으로 설정할 수 있습니다.",
    "CSS <angle> 자료형은 각도의 값을 도, 그레이드, 라디안 또는 회전수로 표현합니다. <gradient>나 일부 transform 함수에서 사용합니다.",
    "CSS <angle-percentage> 자료형은 <angle>과 <percentage> 모두 가능한 값을 나타냅니다.",
    "CSS animation 속성은 다수의 스타일을 전환하는 애니메이션을 적용합니다. animation-name, animation-duration, animation-timing-function, animation-delay, animation-iteration-count, animation-direction, animation-fill-mode, animation-play-state의 단축 속성입니다.",
    "CSS animation-delay 속성은 애니메이션이 시작할 시점을 지정합니다. 시작 즉시, 잠시 후에, 또는 애니메이션이 일부 진행한 시점부터 시작할 수 있습니다.",
    "CSS animation-direction 속성은 애니메이션이 앞으로, 뒤로 또는 앞뒤로 번갈아 재생되어야 하는지 여부를 지정합니다.",
    "CSS animation-duration 속성은 애니메이션이 한 사이클을 완료하는 데 걸리는 시간을 지정합니다.",
    "CSS animation-fill-mode 속성은 애니메이션이 실행 전과 후에 대상에 스타일을 적용하는 방법을 지정합니다.",
    "CSS backdrop-filter는 요소 뒤 영역에 흐림이나 색상 시프트 등 그래픽 효과를 적용할 수 있는 속성입니다. 요소 '뒤'에 적용하기 때문에, 효과를 확인하려면 요소나 요소의 배경을 적어도 반투명하게는 설정해야 합니다.",
    "CSS backface-visibility 속성은 요소의 뒷면이 사용자를 향할 때 보여야 하는지 지정합니다.",
    "CSS background 단축 속성은 색상, 이미지, 원점, 크기, 반복 등 여러 배경 스타일을 한 번에 지정합니다.",
    "CSS background-attachment 속성은 배경 이미지를 뷰포트 내에서 고정할지, 아니면 포함된 블록과 함께 스크롤할지 지정합니다.",
    "CSS background-clip 속성은 요소의 배경이 테두리, 안쪽 여백, 콘텐츠 상자 중 어디까지 차지할지 지정합니다.",
    "CSS background-color 속성은 요소의 배경 색을 지정합니다.",
    "CSS background-image 속성은 요소의 배경 이미지를 한 개나 여러 개 지정합니다.",
    "CSS background-origin 속성은 배경의 원점을 테두리 시작점, 테두리 내부, 안쪽 여백 내부 중 하나로 지정합니다.",
    "CSS background-position 속성은 각 배경 이미지의 초기 위치를 설정합니다.",
    "CSS background-repeat 속성은 배경 이미지의 반복 방법을 지정합니다. 가로축 및 세로축을 따라 반복할 수 있고, 아예 반복하지 않을 수도 있습니다.",
    "CSS background-size 속성은 요소 배경 이미지의 크기를 설정합니다. 그대로 두거나, 늘리고 줄이거나, 공간에 맞출 수 있습니다.",
    "CSS <basic-shape> 자료형은 clip-path, shape-outside, offset-path 속성이 사용할 형태를 정의합니다.",
    "CSS ::before(:before)는 선택한 요소의 첫 자식으로 의사 요소를 하나 생성합니다. 보통 content 속성과 함께 짝지어, 요소에 장식용 콘텐츠를 추가할 때 사용합니다. 기본값은 인라인입니다.",
    "CSS <blend-mode> 자료형은 요소가 겹칠 경우 색상이 어떻게 나타나야 하는지 정의합니다. background-blend-mode와 mix-blend-mode 속성에서 사용합니다.",
    "CSS blur() 함수는 주어진 이미지에 가우시안 블러를 적용합니다. 반환 값은 <filter-function>입니다.",
    "CSS border 단축 속성은 요소의 테두리를 설정합니다. border-width, border-style, border-color의 값을 설정합니다.",
    "CSS border-bottom 단축 속성은 요소의 아래쪽 테두리를 설정합니다. border-bottom-width, border-bottom-style, border-bottom-color의 값을 지정합니다.",
    "CSS border-bottom-color 속성은 요소의 아래쪽 테두리 색상을 지정합니다. border-color 또는 border-bottom 단축 속성으로도 지정할 수 있습니다.",
    "CSS border-bottom-style 속성은 요소 테두리의 아래쪽 스타일을 지정합니다.",
    "CSS border-bottom-width 속성은 요소의 아래 테두리 너비를 지정합니다.",
    "CSS border-collapse 속성은 표 테두리(border)가 분리(separated) 또는 상쇄(collapsed)될지를 결정합니다. 분리 모델에서는, 인접한 셀은 각각 자신의 고유(distinct) 테두리가 있습니다. 상쇄 모델에서는, 인접한 표 셀은 테두리를 공유합니다.",
    "CSS border-color 단축 속성은 모든 면의 테두리 색상을 설정합니다.",
    "CSS border-image 속성은 요소의 주위에 이미지를 그립니다. 일반 테두리를 대체합니다.",
    "CSS border-image-outset 속성은 요소의 테두리 상자와 테두리 이미지의 거리를 설정합니다. border-image-outset으로 인해 요소 바깥에 그려지는 테두리로는 스크롤이 생기지 않으며 마우스 이벤트를 잡아낼 수도 없습니다.",
    "CSS border-image-repeat 속성은 원본 이미지의 모서리 영역을 요소의 테두리 이미지 크기에 맞춰 조절할 때 사용할 방법을 지정합니다.",
    "CSS border-image-slice 속성은 border-image-source로 설정한 이미지를 여러 개의 영역으로 나눕니다. 이렇게 나눠진 영역이 요소의 테두리 이미지를 이룹니다.",
    "CSS border-image-source 속성은 요소의 테두리 이미지로 사용할 원본 이미지를 지정합니다.",
    "CSS border-image-width 속성은 요소 테두리 이미지의 너비를 설정합니다.",
    "CSS border-left 단축 속성은 요소의 왼쪽 테두리를 설정합니다. border-left-width, border-left-style, border-left-color의 값을 지정합니다.",
    "CSS border-left-color 속성은 요소의 왼쪽 테두리 색상을 지정합니다. border-color 또는 border-left 단축 속성으로도 지정할 수 있습니다.",
    "CSS border-left-style 속성은 요소 테두리의 왼쪽 스타일을 지정합니다.",
    "CSS border-left-width 속성은 요소의 왼쪽 테두리 너비를 지정합니다.",
    "CSS border-radius 속성은 요소 테두리 경계의 꼭짓점을 둥글게 만듭니다. 하나의 값을 사용해 원형 꼭짓점을, 두 개의 값을 사용해 타원형 꼭짓점을 적용할 수 있습니다.",
    "CSS border-right 단축 속성은 요소의 오른쪽 테두리를 설정합니다. border-right-width, border-right-style, border-right-color의 값을 지정합니다.",
    "CSS border-right-color 속성은 요소의 오른쪽 테두리 색상을 지정합니다. border-color 또는 border-right 단축 속성으로도 지정할 수 있습니다.",
    "CSS border-right-style 속성은 요소 테두리의 오른쪽 스타일을 지정합니다.",
    "CSS border-right-width 속성은 요소의 오른쪽 테두리 너비를 지정합니다.",
    "CSS border-spacing 속성은 인접한 표 칸의 테두리 간격을 지정합니다. border-collapse가 separate여야 적용됩니다.",
    "CSS border-style 단축 속성은 요소 테두리 네 면의 스타일을 지정합니다.",
    "CSS border-top 단축 속성은 요소의 위쪽 테두리를 설정합니다. border-top-width, border-top-style, border-top-color의 값을 지정합니다.",
    "CSS border-top-color 속성은 요소의 위쪽 테두리 색상을 지정합니다. border-color 또는 border-top 단축 속성으로도 지정할 수 있습니다.",
    "CSS border-top-style 속성은 요소 테두리의 위쪽 스타일을 지정합니다.",
    "CSS border-top-width 속성은 요소의 위쪽 테두리 너비를 지정합니다.",
    "CSS border-width 단축 속성은 요소 네 면 테두리의 너비를 설정합니다.",
    "CSS box-shadow 속성은 요소의 테두리를 감싼 그림자 효과를 추가합니다. 쉼표로 구문해서 여러 그림자 효과를 입힐 수 있습니다. 박스 그림자는 요소에서의 수평수직 거리(오프셋), 흐릿함과 확산 정도, 색상으로 이루어집니다.",
    "CSS box-sizing 속성은 요소의 너비와 높이를 계산하는 방법을 지정합니다.",
    "CSS brightness() 함수는 주어진 이미지에 선형 계수를 적용해 더 밝거나 어둡게 만듭니다. 반환 값은 <filter-function>입니다.",
    "CSS calc() 함수를 사용하면 CSS 속성의 값으로 계산식을 지정할 수 있습니다. <length>, <frequency>, <angle>, <time>, <percentage>, <number>, 또는 <integer>를 받는 속성의 값으로 사용할 수 있습니다.",
    "CSS @charset at-규칙은 스타일 시트에 쓰이는 문자 인코딩을 지정합니다. 스타일 시트의 첫 번째 요소여야 하며 어떤 문자가 선행되지 않아야 합니다; 중첩된 문이 아니기에, 조건부 그룹 at-규칙 내에 사용될 수 없습니다. 여러 @charset at-규칙이 정의된 경우, 첫 번째 것만 사용되고 HTML 요소의 style attribute 또는 HTML 페이지의 문자 집합과 관련 있는 <style> 요소 내에서 사용될 수 없습니다.",
    "CSS :checked 의사 클래스 선택자는 선택했거나 on 상태인 라디오(radio), 체크박스(checkbox), 옵션(<option>) 요소를 나타냅니다.",
    "CSS clear 속성은 요소가 선행 부동(floating) 요소 다음일 수 있는지 또는 그 아래로 내려가(해제되어(cleared))야 하는 지를 지정합니다. clear 속성은 부동 및 비 부동 요소 모두에 적용됩니다.",
    "CSS clip-path 속성은 요소의 클리핑 범위를 지정합니다. 클리핑 범위 안의 부분은 보이고, 바깥은 숨겨집니다.",
    "CSS <color> 자료형은 sRGB 색 공간의 한 색을 표현하며, 추가로 알파 채널 투명도 값도 가질 수 있어 자신이 가리키는 색상과 배경이 어떻게 합성되어야 하는지 지정할 수 있습니다.",
    "CSS color 속성은 요소의 글씨 및 글씨 장식의 전경 색과 currentcolor의 값을 설정합니다. currentcolor는 다른 속성에서 사용할 수 있는 간접적인 값이며, border-color 등 일부 속성의 기본값입니다.",
    "CSS contain 속성은 특정 요소와 콘텐츠가 문서 트리의 다른 부위와 독립되어있음을 나타낼 때 사용합니다. 브라우저는 이 정보를 사용해 레이아웃, 스타일, 페인트, 크기, 또는 그 조합의 계산을 전체 페이지 DOM 대신 일부에서만 수행할 수 있으므로 뚜렷한 성능 상 이점을 얻을 수 있습니다.",
    "CSS content 속성은 생성한 값으로 요소를 대체합니다. content 속성으로 추가한 요소는 '익명 대체 요소'입니다.",
    "CSS contrast() 함수는 주어진 이미지의 대비를 조절합니다. 반환 값은 <filter-function>입니다.",
    "CSS cursor 속성은 요소 위에 마우스 커서가 올라갔을 때 보여줄 모양을 지정합니다.",
    "CSS :default 의사 클래스는 연관 요소 내에서의 기본값인 요소를 선택합니다.",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS ",
    "CSS "
  ]
}
